{
    "HMC Gears": {
        "interests": "Manufacturing, Engineering, Machining, welding",
        "description": "HMC Gears is home to the most advanced gear cutting and inspection machines in the world, making us capable of completing even the most challenging of projects. Located in Princeton, Indiana for over 100 years, we are a world leader in large gearing for the mining, msteel, and aggregate industries.",
        "pictureUrl": "https://www.hmcgears.com/wp-content/uploads/2023/05/hmc-logo-300px-300x232.png.webp",
        "webUrl": "hmcgears.com",
        "type": "Company"
    },
    "Taylormade Golf": {
        "interests": "Transportation, Engineering, Distribution and logistics ",
        "description": "",
        "pictureUrl": "https://www.taylormadegolf.com/on/demandware.static/-/Sites-TMaG-Library/en_US/v1726545927603/logos/header-logo-taylormade.svg",
        "webUrl": "TaylorMadegolf.com",
        "type": "Company"
    },
    "Wabash Valley College Physical Therapist Assistant Program": {
        "interests": "Health Sciences",
        "description": "The Physical Therapist Assistant program is a rewarding career that helps people improve their mobility, function, and quality of life. It is a two-year associate degree program that prepares you for entry-level employment opportunities in various settings, such as hospitals, clinics, nursing homes, schools, and sports facilities. You will learn the theory and practice of physical therapy, including anatomy, physiology, kinesiology, pathology, therapeutic exercise, modalities, and rehabilitation. You will also gain clinical experience through supervised internships at local facilities.",
        "pictureUrl": "https://iecc.edu/sites/default/files/2020-02/wvc_logo.svg",
        "webUrl": "https://iecc.edu/wvc",
        "type": "University/Secondary Education Institution"
    },
    "Larry's Automotive Repair ": {
        "interests": "Automotive Repair ",
        "description": "We are a family owned auto and light truck repair shop. We have a state of the art facility with 16 bays. We have a staff of 10 technicians - 5 are ASE Master Certified. ",
        "pictureUrl": "https://lirp.cdn-website.com/ce5cfcb9/dms3rep/multi/opt/Larrys-Logo-clear-background-1920w.png",
        "webUrl": "Larrysautomotiverepair.com",
        "type": "Company"
    },
    "Industrial Filter Manufacturers": {
        "interests": "Manufacturing, Engineering",
        "description": "Founded in 1972 on the ideals of service, dependability, and quality workmanship, Industrial Filter Manufacturers quickly achieved a reputation for solving complex filtration problems. Our technical knowledge has grown to align with our production capabilities. IFM has the skilled personnel and the machinery necessary to design and manufacture a broad range of filtration equipment for air intake, compresses air, gas, and liquid applications. IFM also manufactures a full range of original equipment replacement elements.",
        "pictureUrl": "https://irp.cdn-website.com/932d513e/import/clib/ifm1_com/dms3rep/multi/ifmlogo-621x112.gif",
        "webUrl": "https://www.ifm1.com/",
        "type": "Company"
    },
    "NIX": {
        "interests": "Manufacturing, Engineering",
        "description": "NIX is a metal fabricator and specialty trades contractor. We specialize in manufacturing, maintenance, and industrial products sales. We believe our competitive advantage is the caliber of our people, our corporate culture, and our mission to “Be Big, Act Small ℠”. This means we are big enough to serve you, and small enough to know you. We are a midwestern based company with a national reach. Founded in 1902, we are a fifth generation, family business with multiple locations and operating divisions. We stand on the foundation of our century old values, while Forging Ahead ℠ to find better solutions that keep America’s Industries safe, efficient, and reliable.",
        "pictureUrl": "https://nixindustrial.com/wp-content/uploads/2020/10/forging-ahead-2024-blue-e1705694107644.png.webp",
        "webUrl": "www.nixmetals.com",
        "type": "Company"
    },
    "Wabash Valley College Radio And TV": {
        "interests": "Communications",
        "description": "The national award winning Radio/TV and Digital Media Department at Wabash Valley College offers several college degree options for students in the media field, each of which can be completed in two years or less.  Students in the program work for both the campus radio station 89.1 The Bash and TV channel News Channel 15. One of the area's most affordable media degree programs also allows SICTC students the ability to transfer in the college dual credit received at SICTC which then counts toward their WVC degree.",
        "pictureUrl": "https://static.wixstatic.com/media/d9c8d8_09d7634d5dd74bd0959397a3cf50eddd~mv2.png/v1/crop/x_0,y_33,w_864,h_654/fill/w_473,h_358,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/BASH%2050th%20Logo%20PNG.png",
        "webUrl": "bashradio.com and my15news.com",
        "type": "University/Secondary Education Institution"
    },
    "D-Patrick": {
        "interests": "Communications, Computer Technology, Sales, Body and Service Technicians",
        "description": "Established in 1934, D-Patrick is a locally owned automobile company.  We employ over 500 throughout our 13 locations in Indiana including dealerships, body shops and service shops. There are always advancement opportunities within the company if you have the drive and persistence to make it happen.  ",
        "pictureUrl": "https://pictures.dealer.com/d/dvdpatrickautogroup/0912/c4234e0f1fb5c42213cd303833f9a6d2x.jpg?impolicy=downsize&h=162",
        "webUrl": "dpat.com",
        "type": "Company"
    },
    "Senior Helpers ": {
        "interests": "Health Sciences, Home care, HHA,CNA",
        "description": "Senior Helpers provides care for people when needed. We make sure our client get provided with a caregiver who can complete the clients tasks or needs that our clients can't preform on their own anymore.  ",
        "pictureUrl": "https://www.seniorhelpers.com/site/templates/images/sh-footer-logo.png",
        "webUrl": "Senior Home Care Services - In Home Senior Care | Senior Helpers",
        "type": "Company"
    },
    "Hanger Clinic ": {
        "interests": "Health Sciences, Prosthetics and Orthotics ",
        "description": "We are a nationwide company that provides patients with the overall best experience with their new prosthetic leg or orthotic. ",
        "pictureUrl": "https://hangerclinic.com/wp-content/themes/hanger/dist/images/logo.svg",
        "webUrl": "https://hangerclinic.com",
        "type": "Company"
    },
    "PBTT Corp": {
        "interests": "Manufacturing, Engineering",
        "description": "PBTT is a high tech defense based contract manufacturer. We specialize in materials, material forming, multi axis (3-11 axis machining) , Plating , Anodizing, Painting, and Waist Treatment. We provide engineering services for customers in both CAD and CAM software to create and refine products. We also specialize in material science and creation of proprietary alloys and forming processes. ",
        "pictureUrl": "https://pbttcorp.com/wp-content/uploads/2020/01/quick-logo-hires.png",
        "webUrl": "https://pbttcorp.com/",
        "type": "Company"
    },
    "Mainstream Fiber Networks": {
        "interests": "Engineering, Communications, Construction, ",
        "description": "A little about Mainstream Fiber Networks, we’re more than just a fiber optic internet company: we’re a Hoosier based team dedicated to propelling the digital revolution forward, and we believe that investing in our employees is the cornerstone of success. Our 5 core values are: Community Driven, Better way of life for all, Exceeding Speeds, Positive Experiences, and Future Focused. At Mainstream we want to Embrace a culture of Excellence and we strive to go above and beyond in everything we do. ",
        "pictureUrl": "https://www.adp.com/-/media/adp/redesign2018/ui/logo-adp-fy19.svg?rev=0769ecbf84a9412a93e2cd52b7319a13&hash=C2451A542096BF16BC40698417D5A6FD",
        "webUrl": "https://online.adp.com/signin/v1/?APPID=WFNPortal&productId=80e309c3-7085-bae1-e053-3505430b5495&returnURL=https://workforcenow.adp.com/&callingAppId=WFN&TARGET=-SM-https://workforcenow.adp.com/theme/admin.html",
        "type": "Company"
    },
    "Easterseals Rehabilitation Center": {
        "interests": "Health Sciences",
        "description": "At the Easterseals Rehabilitation Center in Evansville, IN, we are working to make profound, positive differences in the lives of local people with disabilities every day, and to change the way our community defines and views disability. Our mission is to provide exceptional services, education, outreach, and advocacy to empower individuals with disabilities to achieve greater independence. ",
        "pictureUrl": "https://www.easterseals.com/shared-library/affiliate-logos/easterseals-rehabilitation-center-logo.png",
        "webUrl": "https://www.easterseals.com/in-sw/",
        "type": "Company"
    },
    "ECS Solutions": {
        "interests": "Engineering",
        "description": "ECS is dedicated to performance improvement and innovation in batch manufacturing. We are technology experts providing innovation to help manufacturers improve quality, safety, and variety of the world’s food, medicines, and other products all while providing an environment for engaged, talented people to thrive. With offices across the United States and internationally – ECS is a recognized leader in the delivery of process control systems, having achieved that status by aggressively pursuing solutions that provide the information and controls our customers need to manufacture more product faster and at a lower cost. ",
        "pictureUrl": "https://ecssolutions.com/wp-content/themes/ecs-solutions/img/ECS-Full-Logo.png",
        "webUrl": "https://ecssolutions.com/",
        "type": "Company"
    },
    "Evansville Vanderburgh Central Dispatch": {
        "interests": "Communications, Public Safety",
        "description": "Evansville-Vanderburgh Central Dispatch answers all 911 calls for Vanderburgh County including the City of Evansville.  Central Dispatch also dispatches two law enforcement agencies as well as five fire departments.  ",
        "pictureUrl": "https://www.evansvillegov.org/egov/images/1517503115_77634_o.png",
        "webUrl": "https://www.evansvillegov.org/city/department/index.php?structureid=53",
        "type": "Union"
    },
    "Ivy tech Indianapolis - Automotive & Diesel Program": {
        "interests": "Transportation, AUTOMOTIVE & DIESEL",
        "description": "Ivy Tech is a community college offering certificates and 2 yr degrees. Ivy Tech Automotive in Indianapolis offers: GM ASEP and TOYOTA T-TEN programs. These programs allow a student to be employed by a sponsoring dealership while completing the 2 yr degree.   ",
        "pictureUrl": "https://www.ivytech.edu/content/img/logos/ivy-tech-horiz-white.png",
        "webUrl": "https://www.ivytech.edu/programs/all-academic-programs/school-of-advanced-manufacturing-engineering-applied-science/automotive-technology/",
        "type": "University/Secondary Education Institution"
    },
    "Kentucky Wesleyan College": {
        "interests": "Engineering, Health Sciences, Communications, Animal Science/Agriculture",
        "description": "Kentucky Wesleyan College is private, four year liberal arts college offering academic majors  from Accounting to Zoology - and everything in between.  Perhaps best known academically by our strength in the sciences, students at KWC receive personal attention in intimate class settings by outstanding faculty. Aside from top-notch academics, students have a full complement of campus life experiences to ensure every student has the complete college student experience, in a faith based environment.",
        "pictureUrl": "https://kwc.edu/_uploads/sites/2/Logo.jpg",
        "webUrl": "www.kwc.edu",
        "type": "University/Secondary Education Institution"
    },
    "Matrix Design Group": {
        "interests": "Engineering, Computer Technology",
        "description": "Matrix Design Group LLC is a safety and productivity technology leader for mining and industrial applications. We provide a hardware, software and analytics platform that delivers leading-edge products and actionable insights to our operators.  Our innovative product line includes systems data networking, communication and tracking systems, mining proximity detection systems, industrial collision avoidance systems and data & analytics software.  Matrix’s innovation has been demonstrated by winning the NIOSH Mine Safety & Health Technology Innovation Awards in 2020 for OmniPro® and 2021 for an enhanced IntelliZone® proximity detection system for underground haulage.",
        "pictureUrl": "https://matrixteam.com/wp-content/uploads/2022/04/Matrix_H_Web-1.png",
        "webUrl": "https://matrixteam.com/",
        "type": "Company"
    },
    "Cintas Uniform Services": {
        "interests": "Manufacturing, Engineering, Maintenance",
        "description": "Cintas is a nationwide company that provides businesses with uniforms, mats, mops, towels, restroom supplies, workplace water services, first aid and safety products, eye-wash stations, safety training, and fire extinguishers. We are looking for skilled professionals to help our customers Get Ready for the Workday. ",
        "pictureUrl": "https://logos-world.net/wp-content/uploads/2022/06/Cintas-Logo-700x394.png",
        "webUrl": "https://careers.cintas.com/",
        "type": "Company"
    },
    "SIU Engineering, Computing, Technology, Mathematics": {
        "interests": "Manufacturing, Engineering, Construction, Computer Technology",
        "description": "Southern Illinois University Carbondale, College of Engineering, Computing, Technology, and Mathematics offers degree programs in, Biomedical, Mechanical, Civil, Electrical, and Computer Engineering, Information Technology, Cybersecurity Technology, Computer Science, Electrical Engineering Technology, Industrial Management & Applied Technology, Technical Resource Management, Mathematics, and Statistics.",
        "pictureUrl": "https://siu.edu/_common/images/homepage/SIU_Dog_Head-Merged_One_Line-Logo.png",
        "webUrl": "https://engineering.siu.edu/",
        "type": "University/Secondary Education Institution"
    },
    "Tri-State CDL School, LLC": {
        "interests": "Transportation",
        "description": "Tri-State CDL School, LLC. was established to provide excellent Class A CDL Driver Training. We take pride in training safe, efficient drivers and provide them with an experience that no other commercial driving school can offer. Staff have a combined 30+ years of CDL driving experience and 20+ years of driver training experience.",
        "pictureUrl": "https://lh3.googleusercontent.com/I3h6QB2EPJHGENYyIfdqHAb0siZFgOgl4diBtGN0EZZwhBzzXUBz_orkK2_fNeNaakK9Hf1dIDPCMqBClxebkydZQrNDcP3mFuXA2E0zcJJdBMWn3VYXGwW5huDFAMm4sA=w1280",
        "webUrl": "https://www.tristatecdlschoolllc.com",
        "type": "University/Secondary Education Institution"
    },
    "Oakland City University": {
        "interests": "Engineering, Communications, Computer Technology, Animal Science/Agriculture",
        "description": "",
        "pictureUrl": "https://oakedu.wpengine.com/wp-content/uploads/2020/12/oakland-city-university-logo.svg",
        "webUrl": "www.oak.edu",
        "type": "University/Secondary Education Institution"
    },
    "Purdue Polytechnic Institute": {
        "interests": "Manufacturing, Transportation, Engineering, Construction, Computer Technology",
        "description": "Purdue Polytechnic Institute is one of the academic colleges at Purdue University and has multiple locations across the state of Indiana. With a strong emphasis in hands-on learning, real world experiences, and industry partnerships, our graduates are qualified for technology-driven careers. We offer over 30 majors in the following departments: Aviation and Transportation Technology, Computer and Information Technology, Computer Graphics Technology, Construction Management Technology, Engineering Technology, and Technology Leadership and Innovation.  ",
        "pictureUrl": "https://polytechnic.purdue.edu/sites/all/themes/tech_15/css/images/Polytechnic-logo.svg",
        "webUrl": "https://polytechnic.purdue.edu/",
        "type": "University/Secondary Education Institution"
    },
    "Indiana Tech": {
        "interests": "Manufacturing, Engineering, Health Sciences, Communications, Construction, Computer Technology, Business ",
        "description": "Indiana Tech provides learners a professional education; prepares them for active participation, career advancement, and leadership in the global 21st century society; and motivates them toward a life of significance and worth.",
        "pictureUrl": "https://www.indianatech.edu/wp-content/themes/beckyb/img/techlogo.svg",
        "webUrl": "https://www.indianatech.edu/",
        "type": "University/Secondary Education Institution"
    },
    "Rexing Companies": {
        "interests": "Transportation, Diesel",
        "description": "Rexing Companies is a one-stop-shop for logistics, supply chain management, and warehousing. Our family of companies work together to offer a more personalized service than our competitors and take pride in building strong business relationships.  We’ll get you where you need to go.",
        "pictureUrl": "https://rexingcompanies.com/wp-content/uploads/2021/05/rexinglogo-white-FINAL.png",
        "webUrl": "https://rexingcompanies.com/",
        "type": "Company"
    },
    "Huntington University": {
        "interests": "Health Sciences, Educational institution, undergraduate admissions. ",
        "description": "Huntington University is a comprehensive Christian college of the liberal arts offering award-winning graduate and undergraduate programs in more than 70 academic concentrations, including digital media arts, nursing, agriculture, and social work. Founded in Huntington, Indiana, in 1897 by the Church of the United Brethren in Christ, Huntington University has over a century of experience educating graduates who are ready to impact the world for Christ through scholarship and service.",
        "pictureUrl": "https://www.huntington.edu/img/uploads/page/univrel_design2017_block_mediafour_004.jpg?h=545&w=800&fit=crop-center",
        "webUrl": "https://www.huntington.edu/",
        "type": "University/Secondary Education Institution"
    },
    "BWX Technologies, Inc": {
        "interests": "Manufacturing, Engineering",
        "description": "Nuclear Manufacturing",
        "pictureUrl": "https://www.bwxt.com/media/7dd047de-eccd-4927-b422-cfd88ec8fcd8/2adBTw/Images/2020%20Template/bwxt-logo.png?mw=200&sh=c9bf0",
        "webUrl": "www.bwxt.com",
        "type": "Company"
    },
    "Harrell-Fish Inc (HFI)": {
        "interests": "Construction, HVAC, Plumbing, Controls, Virtual Construction",
        "description": "Harrell-Fish Inc. (HFI) is a mechanical contracting and service firm specializing in the construction, industrial, health care, commercial, food service, residential, and energy industries. HFI performs and excels in all areas including plan and spec work, design/build, full 24-hour emergency service and maintenance, and construction management.",
        "pictureUrl": "https://harrell-fish.com/wp-content/uploads/2020/08/HFI_Logo_Tagline_PNG.png",
        "webUrl": "https://harrell-fish.com/",
        "type": "Company"
    },
    "US Army": {
        "interests": "All of the above",
        "description": "The US Army and US Army Reserve has over 150 different career paths within multiple different fields. Full and part time positions are available. We can provide college tuition assistance, healthcare benefits, and stable income.",
        "pictureUrl": "https://www.goarmy.com/etc.clientlibs/goarmy/clientlibs/clientlib-site/resources/static/icons/logos/army-dark-logo.svg",
        "webUrl": "www.goarmy.com",
        "type": "Military"
    },
    "Indiana University Luddy School of Informatics, Computing, and Engineering": {
        "interests": "Engineering, Computer Technology, Cybersecurity",
        "description": "The Luddy School at IU Bloomington offers familiar majors like Computer Science and Data Science, as well as unique majors in Informatics, Intelligent Systems Engineering, and Cybersecurity & Global Policy. We welcome all students with an interest in gaining these critical tech skills to our collaborative and supportive environment. Technology is a part of everything we do; Luddy graduates can and do work in every industry all over the world!",
        "pictureUrl": "https://assets.iu.edu/brand/3.3.x/iu-sig-formal.svg",
        "webUrl": "luddy.indiana.edu ",
        "type": "University/Secondary Education Institution"
    },
    "Boyd CAT": {
        "interests": "Construction, Diesel/ Heavy Machinery ",
        "description": "Boyd CAT has been the top supplier of Cat heavy equipment, construction equipment & agriculture equipment - new, used, rentals for KY, IN, WV, and OH. We are recruiting for Apprentice and Shop Diesel Technicians",
        "pictureUrl": "https://boydcat.com/wp-content/themes/whaynecat/assets/img/BOYD_CAT_color.svg",
        "webUrl": "https://boydcat.com/ ",
        "type": "Company"
    },
    "Gribbins Specialty Group": {
        "interests": "Engineering, Construction",
        "description": "Gribbins Specialty Group is a family of companies offering specialty construction services and products to industrial and commercial customers throughout the United States.  Privately owned and headquartered in Evansville, Indiana, GSG includes Gribbins Insulation, Fit Tight Covers, Elite Environmental, ISSI Engineering & Machining, and ProTherm Supply.",
        "pictureUrl": "https://callelite.com/wp-content/uploads/2024/09/Elite_Environmental_Logo-150.png, https://0kdf5d.p3cdn1.secureserver.net/wp-content/themes/nextfly/images/logo.png",
        "webUrl": "www.gribbins.com(does not work), www.fittightcovers.com(does not work), www.callelite.com, www.issindy.com",
        "type": "Company"
    },
    "WOC and Heritage Petroleum": {
        "interests": "Manufacturing, Transportation, Engineering",
        "description": "At WOC and Heritage Petroleum, we specialize in a range of services to support the petroleum and transportation industries. We provide comprehensive petroleum services, including fuel delivery and storage solutions, ensuring that businesses run smoothly and efficiently. Our equipment services cover maintenance and repair for various machinery, ensuring optimal performance and safety. As certified auto lift inspectors, we help maintain compliance and safety standards for automotive service centers. Additionally, our skilled team offers custom fabrication and truck services, delivering high-quality solutions tailored to meet the unique needs of our clients.",
        "pictureUrl": "https://wocmaintenance.com/wp-content/uploads/2022/05/WOC-Logo.png",
        "webUrl": "https://wocmaintenance.com/",
        "type": "Company"
    },
    "Ivy Tech Community College": {
        "interests": "Engineering, Health Sciences, Computer Technology",
        "description": "Ivy Tech Community College, Evansville, offers 42 Academic programs at our main campus in Evansville, and our Tell City site. Ivy Tech is the most affordable option for higher education in Indiana.  Our faculty and staff are dedicated to preparing our students with the skills and confidence needed for the workforce today.",
        "pictureUrl": "https://www.ivytech.edu/content/img/logos/ivy-tech-horiz-white.png",
        "webUrl": "https://www.ivytech.edu/locations/evansville/",
        "type": "University/Secondary Education Institution"
    },
    "Ivy Tech CC": {
        "interests": "Manufacturing, Engineering",
        "description": "",
        "pictureUrl": "https://www.ivytech.edu/content/img/logos/ivy-tech-horiz-white.png",
        "webUrl": "ivytech.edu",
        "type": "University/Secondary Education Institution"
    },
    "Vincennes University": {
        "interests": "Manufacturing, Engineering",
        "description": "Vincennes University Advanced Manufacturing Robotics & Mechatronics Program.  Prepares students for Robotics Technician, Automation Technician, Skilled Maintenance, for Industry in the Southern Indiana Region.  Students will be prepared to work on Electrical, Mechanical, Fluid Power, and PLC's.",
        "pictureUrl": "https://www.vinu.edu/_resources/images/logos/logo-w-name.png",
        "webUrl": "Home (vinu.edu)",
        "type": "University/Secondary Education Institution"
    },
    "Flanders Electric Motor Service": {
        "interests": "Manufacturing, Engineering",
        "description": "FLANDERS specializes in the development, manufacturing, integration, and deployment of advanced technologies for the world’s largest machines with electric rotating systems. We are experts in electric machines and global leaders in electrification. FLANDERS works hard to provide a sustainable future for our customers and our communities.",
        "pictureUrl": "https://www.flandersinc.com/wp-content/themes/flanders/assets/public/images/flanders-logo.png",
        "webUrl": "flandersinc.com ",
        "type": "Company"
    },
    "Rose-Hulman": {
        "interests": "Engineering",
        "description": "Founded in 1874, Rose‑Hulman Institute of Technology has established itself as the consistently top-ranked undergraduate engineering college in the U.S. Our beautiful campus in west-central Indiana is home to some of the nation’s best STEM students, faculty, staff, and facilities. Rose-Hulman offers a hands-on academic experience taught by nationally-ranked faculty in a collaborative and innovative community. Averaging more than 2,000 undergraduate students and 70 graduate students, Rose- Hulman offers over 25 STEM academic programs. ",
        "pictureUrl": "https://www.rose-hulman.edu/assets/images/rose-hulman-wordmark-red.png",
        "webUrl": "www.rose-hulman.edu",
        "type": "University/Secondary Education Institution"
    },
    "Kiesel Enterprises, Inc": {
        "interests": "Engineering, Construction, AutoCAD Design",
        "description": "Kiesel Enterprises is agricultural construction business that focuses on a number of factors to best provide unique designs and results for our customers. Our focus starts with basic construction practices, favoring in millwright, welding, AutoCAD design, concrete, steel fabrication and more! Our variety of trained expertise gives us the ability to provide diverse opportunities and experience in every aspect of our construction business. ",
        "pictureUrl": "https://kieselent.com/wp-content/uploads/2023/11/site-logo.png",
        "webUrl": "www.kieselent.com",
        "type": "Company"
    },
    "WNIN Tri-State Public Media, Inc": {
        "interests": "Engineering, Communications",
        "description": "WNIN Tri-State Public Media, Inc. has both TV and Radio public media stations.  We also produce digital content that may be streamed on our website, viewed as a podcast, or posted on various social media channels.  WNIN is a non-profit organization that connects with the community through award winning local programming and a number of special events each year.  We hire student interns to assist our staff in many areas including TV Production, Radio, Digital/Social Media, Events, and Engineering.",
        "pictureUrl": "https://image.pbs.org/bento3-prod/wnin-bento-live-pbs/Home/4f94829b88_WNIN%20TSPM%20blue%20alpha%20(2).png?resize=640x,no-scale-up",
        "webUrl": "https://www.wnin.org/",
        "type": "Company"
    },
    "SoINFAME": {
        "interests": "Manufacturing, Engineering",
        "description": "Industrial Maintenance and Robotics Apprenticeship preparing student technical and professional skills for the Manufacturing workforce. Partnering companies representing the Southwest Indiana and Illinois region. ",
        "pictureUrl": "https://www.soinfame.com/wp-content/uploads/elementor/thumbs/So_in_fame_logo-oxcuzh322b8gbh1teodvx3p6v6shocukthz2bc4gxs.png",
        "webUrl": "SoINFAME.com",
        "type": "Company"
    },
    "Parrish Consulting Services, Inc": {
        "interests": "Computer Technology",
        "description": "Parrish Consulting Services (PCS) is a veteran-owned small business and has been in operation for nearly thirty years. At the core of our business is integrity. We take pride in, and bear responsibility for, providing professional technology services that result in superior performance, reliability, and peace of mind.",
        "pictureUrl": "https://i0.wp.com/parrishconsulting.com/wp-content/uploads/2022/07/PCS-Logo-Header-e1685112939200.png?w=313&ssl=1",
        "webUrl": "https://parrishconsulting.com/",
        "type": "Company"
    },
    "Ciholas, Inc": {
        "interests": "Engineering, Computer Technology",
        "description": "Ciholas, Inc. excels in crafting intricate electronic systems for global clients across diverse industries. Our passion lies in inventing, developing, and engineering patentable embedded technology. Specializing in aiding startups and expediting development, Ciholas can serve as your complete engineering department or enhance your team selectively. We're here for innovation, and we have the patents to prove it.",
        "pictureUrl": "https://cdn.prod.website-files.com/65b1446622d1ab65a702f224/65de434fa6c46065ec72cb71_Ciholas_redG_Logo_small.png",
        "webUrl": "www.ciholas.com",
        "type": "Company"
    },
    "Silgan Closures": {
        "interests": "Manufacturing, Those in the automotive program for mechanical purposes",
        "description": "Silgan Closures is a metal manufacturing plant located in Evansville.  We produce approximately 6 million metal caps daily. Our process begins with a large coil of metal that we cut, decorate, punch, curl, lug and prepare for our customer. Our customers use our caps on products that include, Ragu, Mt. Olive, Prego, Smucker's, Hershey, Pepsi, Coke etc. Successful employees are mechanically driven and have a keen sense of quality.",
        "pictureUrl": "https://www.silgan-closures.com/wp-content/uploads/2018/12/Silgan-logo.svg",
        "webUrl": "www.silgan-closures.com",
        "type": "Company"
    },
    "Vincennes University-College of Technology": {
        "interests": "Manufacturing, Transportation, Construction",
        "description": "The Vincennes University College of Technology offers a variety of programs in Aviation, Land Resources, Electronics, Manufacturing, and Transportation. Our dedicated faculty, with years of industry and education experience, provide students with high quality, hands-on education that prepares them for rewarding careers in high demand fields. ",
        "pictureUrl": "https://www.vinu.edu/_resources/images/logos/hero-logo.svg",
        "webUrl": "https://www.vinu.edu/college-of-technology/",
        "type": "University/Secondary Education Institution"
    },
    "Rudd Equipment Company": {
        "interests": "Heavy Equipment and construction service and sales",
        "description": "Rudd Equipment distributes mining and construction equipment across the Midwest, we have 13 locations and carry Volvo, Hitachi, Sandvik, Link Belt, and Bergman product lines. Our territory spans 7 states in the Midwest with our Corporate office in Louisville KY. Rudd also has its own in house training center as well as a technical support team to assist our technicians.",
        "pictureUrl": "https://db25e6.p3cdn1.secureserver.net/wp-content/themes/rudd/img/logo.jpg",
        "webUrl": "ruddequipment.com",
        "type": "Company"
    },
    "Polyvantis": {
        "interests": "Manufacturing",
        "description": "We are a world-leading provider of high-quality semi-finished acrylic and polycarbonate products from renowned brands such as LEXAN™ and PLEXIGLAS®. We provide services for a multitude of segments including the construction, transport and aircraft, electrical engineering and electronics, automotive manufacturing and the home and garden sectors.",
        "pictureUrl": "the logo is confusing",
        "webUrl": "Polyvantis.com",
        "type": "Company"
    },
    "E&B Paving, LLC": {
        "interests": "Construction",
        "description": "E&B Paving is a heavy highway construction company specializing in a range of road and highway construction. With 8 regional offices, 17 asphalt plants, multiple portable concrete plants, and concrete plants, E&B Paving is able to provide quality asphalt and concrete paving along with concrete curbing, sidewalks, and ADA ramps. ",
        "pictureUrl": "https://www.irvmat.com/wp-content/uploads/2023/03/eb-white-logo.svg",
        "webUrl": "www.ebpaving.com",
        "type": "Company"
    },
    "Indiana State Police": {
        "interests": "Public Safety",
        "description": "",
        "pictureUrl": "https://www.in.gov/isp/images/ISPMottoBadgeWOBG_emblem.svg",
        "webUrl": "Indianatrooper.com",
        "type": "Company"
    },
    "Toyota Motor Manufacturing Indiana, Inc": {
        "interests": "Manufacturing, Engineering",
        "description": "Toyota Motor Manufacturing, Indiana (TMMI) uses high-tech manufacturing systems to assemble some of the most technologically advanced vehicles on the road today. TMMI has assembled more than 6 million vehicles — and counting. Since the plant’s groundbreaking in 1996, Toyota has invested 6.6 billion dollars to make high-quality vehicles through smarter, flexible manufacturing and innovation.  Vehicles made at TMMI include: Grand Highlander, Hybrid Highlander, Hybrid Sienna, and Lexus TX.",
        "pictureUrl": "https://www.toyotamanufacturing.com/media/tmmi-toyota-indiana-logo-m.png",
        "webUrl": "www.toyotamanufacturing.com",
        "type": "Company"
    },
    "Owensboro Community & Technical College Vet Tech Program": {
        "interests": "Animal Science/Agriculture",
        "description": "The OCTC Vet Tech Program is the only 2-year fully accredited Veterinary Technology Program in the state of Kentucky. Areas of study include office and hospital procedures, client relations and communications, anatomy, physiology, microbiology, clinical techniques, pharmacology, anesthesiology, surgical and medical nursing, radiology and clinical pathology training. The Vet Tech program, will provide you with valuable real world clinical and lab experiences to develop the skills needed to become a valued professional in the field.  Reciprocity counties allow for Indiana students to receive in-state tuition. ",
        "pictureUrl": "https://owensboro.kctcs.edu/news-archive/2018/Owensboro_vert_RGB.jpg",
        "webUrl": "https://owensboro.kctcs.edu/education-training/program-finder/veterinary-technology.aspx",
        "type": "University/Secondary Education Institution"
    },
    "AstraZeneca": {
        "interests": "Manufacturing, Engineering, Computer Technology, Maintenance",
        "description": "We are a global, science-led, patient-focused pharmaceutical company.  At our Mount Vernon, IN facility we produce oral solid dose tablets to patients around the globe. At AstraZeneca, you will have an opportunity to contribute towards a shared mission to significantly impact patients’ lives while delving into a wide range of exciting, innovative projects and cutting-edge technology.",
        "pictureUrl": "https://www.astrazeneca.com/etc/designs/az/img/logo-az.png",
        "webUrl": "https://www.astrazeneca.com/",
        "type": "Company"
    },
    "Southwestern Indiana Builders Association ": {
        "interests": "Construction",
        "description": "We are an organization of building industry professionals promoting and advocating for safe and affordable housing.  The Southwestern Indiana Builders Association (SIBA) was founded in 1948 and serves as the voice for the housing industry in Southwestern Indiana. SIBA’s members represent every facet of the building industry and work together to continually strengthen the local building industry. Together, SIBA members take advantage of the educational, legislative, marketing, consulting, quality assurance and other opportunities they simply could not achieve alone. Through this collaboration, SIBA promotes safe and affordable housing so that everyone has the opportunity to achieve the American dream of homeownership",
        "pictureUrl": "https://sibaonline.org/wp-content/uploads/2023/05/SIBA-Header-Logo_2-225x225.png.webp",
        "webUrl": "www.sibaonline.org",
        "type": "Company"
    },
    "Indiana Laborers Training Union Laborers Local 561": {
        "interests": "Construction",
        "description": "The Indiana Laborers Training sponsors the largest registered apprenticeship program in the construction industry. Our program is approximately 2.5 years long. During the apprenticeship, individuals are trained, certified, and provided hands on experience through on-the-job training. While in our apprenticeship program, individuals are earning a living wage while developing the skill sets to progress forward in the construction industry.",
        "pictureUrl": "https://i0.wp.com/indianalaborerstraining.org/wp-content/uploads/2021/02/ILTTF.png?fit=228%2C216&ssl=1",
        "webUrl": "https://indianalaborerstraining.org/",
        "type": "Union"
    },
    "Ascension St Vincent Evansville": {
        "interests": "Health Sciences",
        "description": "From the moment you walk through our doors, you’ll hear the sounds of hope, health and strength, because we’re more than just hospitals, ERs and clinics. Ascension care teams start by understanding you, your health and your life to deliver care that’s right for you. ",
        "pictureUrl": "https://healthcare.ascension.org/-/media/project/ascension/healthcare/component-library/logos/ascension-logo.svg?iar=0&extension=webp&hash=3AC717A1353B4301B1CCD5FDC40BB32E",
        "webUrl": "https://healthcare.ascension.org/",
        "type": "Company"
    },
    "University of Southern Indiana, Department Of Nursing": {
        "interests": "Health Sciences",
        "description": "USI's BSN program focuses on developing your creative problem-solving and critical thinking skills. Additionally, you'll expand your communication abilities to meet the challenges of a rapidly changing healthcare delivery system.  USI's award-winning faculty possess extensive clinical and classroom experience. You can expect personalized faculty attention that fosters supportive relationships and maximizes your academic and career success.  You'll earn a BSN degree that prepares you to enter the workforce with confidence, experience and career-boosting preparation. Your USI BSN degree will open doors to numerous career paths.",
        "pictureUrl": "https://www.usi.edu/images/usi-logo-horizontal.png?width=288&height=55&format=webp",
        "webUrl": "https://www.usi.edu/health/nursing",
        "type": "University/Secondary Education Institution"
    },
    "US Army ": {
        "interests": "Manufacturing, Transportation, Engineering, Health Sciences, Communications, Public Safety, Culinary Arts, Construction, Computer Technology, Animal Science/Agriculture, over 150 Jobs ",
        "description": "With over 150 jobs available in the United States Army and Army reserve, education benefits to cover any college to include tech schools, College Insitute's, and private schools. Joining the Army gives you experiences that no one else can, allows you to travel or stay local. Come see us today to get information and start a career with the US Army. ",
        "pictureUrl": "https://www.goarmy.com/etc.clientlibs/goarmy/clientlibs/clientlib-site/resources/static/icons/logos/army-dark-logo.svg",
        "webUrl": "www.goarmy.com",
        "type": "Military"
    },
    "American Senior Communities": {
        "interests": "Health Sciences",
        "description": "Bring your heart to work and join one of the most honorable professions, senior care. We take pride in our CARE Companion Culture and provide our team members the opportunity to make a difference in their community while advancing their careers in healthcare. ",
        "pictureUrl": "https://e7sby9sd2m5.exactdn.com/wp-content/uploads/2021/01/asc-logo.png?strip=all&lossy=1&fit=1024%2C1024&ssl=1",
        "webUrl": "www.asccare.com/careers",
        "type": "Company"
    },
    "Plumbers & Steamfitters LU 136": {
        "interests": "Construction",
        "description": "UA Local 136’s geographical area has grown from 14 counties in 1900 to include 22 counties: 18 in Indiana and 4 in southeastern Illinois. Offices are located and maintained in Evansville and Bloomington, Indiana. Modern up-to-date training facilities are located at each site with the most current and innovative teaching techniques and equipment available.  Apprentices are trained in two separate programs, Residential and Light Commercial Plumbing and HVAC Apprenticeship along with the Building & Construction Trades Apprenticeship. Each program is registered with the U.S. Department of Labor’s Bureau of Apprenticeship Training.  UA Local 136’s members are extensively trained to install and service piping on all sized projects, from massive steel, automotive, chemical and power plants, to a single dwelling house.  Extensive journeymen training classes are conducted year around, such as, Medical Gas Piping, Backflow Prevention, and various welding certifications, just to name a few.",
        "pictureUrl": "https://www.ualocal136.org/wp-content/uploads/2018/01/logo4_white.png",
        "webUrl": "www.ualocal136.org",
        "type": "Union"
    },
    "Koorsen Fire and Security": {
        "interests": "Manufacturing, Engineering, Public Safety, Construction",
        "description": "Koorsen Fire and Security installs, services and inspects fire protection equipment including fire alarms, fire sprinklers, kitchen suppression systems, fire extinguishers, emergency lights and provides monitoring for these systems. Koorsen also protects businesses with the latest security, surveillance and controlled access systems including video surveillance, intrusion detection, access control and monitoring. ",
        "pictureUrl": "https://www.koorsen.com/wp-content/uploads/2022/02/Koorsen-Logo.svg",
        "webUrl": "koorsen.com",
        "type": "Company"
    },
    "The State Group": {
        "interests": "Engineering, Construction",
        "description": "The State Group is one of North America’s leading multi-trade Industrial and specialty services contractors. Our teams provide comprehensive multi-trade services, including electrical, mechanical, and civil. Each year we perform over 5.5 million work-hours of retrofit, maintenance, new build, and emergency services. Our customers are served by the expertise of over 4,500 seasoned professionals and support staff – completing projects with the highest safety and quality standards.",
        "pictureUrl": "https://media.stategroup.com/wp-content/uploads/2022/11/06120252/Logo.png",
        "webUrl": "www.stategroup.com",
        "type": "Company"
    },
    "Murray State University": {
        "interests": "Manufacturing, Engineering, Construction, Computer Technology",
        "description": "With life-changing internships and real-world opportunities, graduates from the School of Engineering at Murray State University are prepared for exceptional careers with competitive salaries. Our accredited programs will prepare you for a career in fields like robotics, engineering, construction, architecture, automation, cybersecurity, and manufacturing.",
        "pictureUrl": "https://www.murraystate.edu/_resources/images/logo-white.svg",
        "webUrl": "www.murraystate.edu/engineering",
        "type": "University/Secondary Education Institution"
    },
    "Meyer Truck Equipment": {
        "interests": "Retail",
        "description": "",
        "pictureUrl": "https://www.meyertruckeq.com/wp-content/uploads/MeyerTruck_Logo_Slogan.png",
        "webUrl": "www.meyertruckeq.com",
        "type": "Company"
    },
    "Murray State School of Nursing and Health Professions": {
        "interests": "Health Sciences, Culinary Arts",
        "description": "The School of Nursing and Health Professions (SONHP) offers many different health careers that provide you the opportunity to influence the well-being of individuals, families, and communities. With programs in nursing, public & community health, exercise science, and nutrition & dietetics, we prepare you to be the best in the healthcare world through hands-on experiential learning. ",
        "pictureUrl": "https://www.murraystate.edu/_resources/images/logo-white.svg",
        "webUrl": "www.murraystate.edu/sonhp",
        "type": "University/Secondary Education Institution"
    },
    "Pappa Bear's Catering": {
        "interests": "Culinary Arts",
        "description": "Good food, high quality products, and friendly staff. That's what Pappa Bear's Catering is all about!  We want every guest to feel important whether it is sandwich order on the food truck to feeding 3,000 of your employees. Our owner, Brent, likes to be involved in all aspects of the catering process and is involved from the cooking process to the serving of your guest. He likes to interact with guest and make sure they are satisfied with their meals.",
        "pictureUrl": "https://i0.wp.com/pappabearscatering.com/wp-content/uploads/2022/06/PB_Logo-Homepage-header.png?w=344&ssl=1",
        "webUrl": "pappabearscatering.com ",
        "type": "Company"
    },
    "Vanderburgh County Sheriff's Office": {
        "interests": "Public Safety",
        "description": "We are committed to providing professional law enforcement and community service to our citizens. To maintain our professional standing within our community, we seek qualified individuals with the necessary skills and abilities to perform the essential functions for the operation of our agency.",
        "pictureUrl": "https://vanderburghsheriff.org/wp-content/uploads/2021/07/VCSO-Logo.png",
        "webUrl": "vanderburghsheriff.org",
        "type": "Company"
    },
    "USI Food and Nutrition Department": {
        "interests": "Health Sciences, Culinary Arts",
        "description": "The USI Food and Nutrition programs are known nationally for offering premier curriculums, in particular the ACEND-accredited dietetics concentration. One hundred percent of dietetics graduates who apply to a supervised practice program are admitted within 12 months of graduation (2018-2023). All graduates are prepared for career success with hands-on, experiential learning opportunities in our state-of-the-art Quantity Foods Kitchen and Clinical Simulation Center. Students learn to solve real-world problems by collaborating on projects with students in other healthcare programs, such as Nursing, Dental Hygiene, Respiratory Therapy, Occupational Therapy Assistant, and Public Health. Approximately 90% of our graduates are employed in the state of Indiana. Employment of dietitians and nutritionists is projected to grow 7% from 2021 to 2031 (BLS, 2023).",
        "pictureUrl": "https://www.usi.edu/images/usi-logo-horizontal.png?width=288&height=55&format=webp",
        "webUrl": "https://www.usi.edu/health/food-and-nutrition",
        "type": "University/Secondary Education Institution"
    },
    "SIU Aviation": {
        "interests": "Transportation, Aviation",
        "description": "SIU Aviation offers a comprehensive aviation program offering both undergraduate and graduate degree programs in aviation. SIU Aviation has three different undergraduate majors including Aviation Flight, Aviation Management and Aviation Technologies.",
        "pictureUrl": "https://siu.edu/_assets/images/siu-logo-horizontal.png",
        "webUrl": "https://aviation.siu.edu/index.php",
        "type": "University/Secondary Education Institution"
    },
    "Vincennes University - Architecture and Product Design": {
        "interests": "Engineering, Construction, Architecture, Product Design",
        "description": "Architecture - Graduates of this program may be employed as entry-level Architectural Technicians within architectural and/or engineering firms, residential design firms, campus planning, city planning or zoning offices and other governmental agencies. Opportunities also include, construction management and supervision positions, building inspection, kitchen, bath and furniture design companies or architectural/construction product sales, and teaching in a technical school or program. PC/CAD skills are an integral part of this program. There are a variety of four-year transfer programs.    Product Design - If you drive it, fly it, play with it, listen to it, work with it, wear it, watch it, write with it, throw it, hit something with it, cook with it, build with it, machine with it, draw with it, farm with it, wash with it, sit on it, even eat with it, chances are very strong that a designer (not an engineer) designed it.  This program prepares students for positions in the design field of consumer products and manufacturing tooling. It is an exciting career that is both challenging and rewarding because you are involved in design and development of new ideas and new products. Graduates of this program are highly sought by many different types of employers.",
        "pictureUrl": "https://www.vinu.edu/_resources/images/logos/logo-w-name.png",
        "webUrl": "https://catalog.vinu.edu/preview_program.php?catoid=50&poid=29683&returnto=3745        ",
        "type": "University/Secondary Education Institution"
    },
    "Evansville Electrical JATC": {
        "interests": "Construction",
        "description": "Since 1944 the NECA-IBEW Joint Apprenticeship and Training Committee have been training individuals to meet the demands of the electrical industry. We were the first electrical apprenticeship program registered with the Department of Labor in the State of Indiana. We have been committed to the mission of our founders which is to educate the members of the International Brotherhood of Electrical Workers and the National Electrical Contractors Association thereby providing the electrical construction industry with the most highly trained and highly skilled workforce possible.",
        "pictureUrl": "https://evvjatc.org/wp-content/uploads/2019/04/logo-effect-small-text-wider2.png",
        "webUrl": "www.evvjatc.org",
        "type": "Union"
    },
    "Berry Global ": {
        "interests": "Manufacturing",
        "description": "At Berry Global we develop, design, and manufacture innovative products with an eye toward the circular economy. We believe in the extraordinary power of people and their unique talents, experiences, and perspectives that help shape a shared future of innovation, inspiration, and influence. Every employee at Berry Global has the opportunity to make their mark on our company and the world around us. ",
        "pictureUrl": "https://www.berryglobal.com/images/Berry-Logo-blue.png",
        "webUrl": "www.berryglobal.com",
        "type": "Company"
    },
    "University of Southern Indiana": {
        "interests": "Manufacturing, Engineering",
        "description": "At the University of Southern Indiana, the Engineering faculty are dedicated to your academic success, blending theoretical knowledge with practical industry experience in small class settings with an open-door policy. Experience top-notch facilities at the Business and Engineering Center, and the Applied Engineering Center (AEC), which houses cutting-edge technology and supports prototype design services through the Center for Applied Research, enhancing your hands-on learning experience. With most classes smaller than 20 students, our faculty know their students by name and engage with students both in and outside the classroom with undergraduate research, engineering student organizations and engineering conferences.",
        "pictureUrl": "https://www.usi.edu/media/5bfnrqwy/academic-monogram.png",
        "webUrl": "https://www.usi.edu/science/engineering",
        "type": "University/Secondary Education Institution"
    },
    "University of Evansville Nurse Anesthesia Program": {
        "interests": "Health Sciences",
        "description": "UE's Nurse Anesthesia program will prepare bachelor's degree-trained nurses for careers as doctorally prepared nurse anesthetists.  Our graduates will be highly-qualified providers that can practice in any setting where anesthesia is needed. The program partners with over 25 clinical sites to offer our students opportunities to practice in all settings, including independent CRNA-only practices, obstetric units, heavy regional anesthesia practices, and specialty areas such as cardiothoracic surgery and neurosurgery. ",
        "pictureUrl": "https://www.evansville.edu/marketing/images/logos/ue-mark-color.jpg",
        "webUrl": "www.evansville.edu/CRNA",
        "type": "University/Secondary Education Institution"
    },
    "Indiana Careers in Construction Built to Succeed": {
        "interests": "Construction",
        "description": "The Indiana Careers in Construction Association (ICCA) represents more than 60 different construction apprenticeship training facilities throughout Indiana. The mission of the ICCA is to educate career bound and college bound Hoosiers about educational and career opportunities in the construction Industry. Our mission is to recruit, train and place a new generation of construction professionals seeking high demand careers with strong salary potential. ",
        "pictureUrl": "https://static.wixstatic.com/media/18d098_3741c831b4dd45b98224267b0be628c5.png/v1/fill/w_280,h_126,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/18d098_3741c831b4dd45b98224267b0be628c5.png",
        "webUrl": "Www.builttosucceed.org",
        "type": "Union"
    },
    "Indiana Air National Guard": {
        "interests": "Transportation, Engineering, Health Sciences, Communications, Public Safety, Culinary Arts, Construction, Computer Technology, Intelligence, Cyber Defense, Logistics, Civil Engineering",
        "description": "The Indiana Air National Guard’s state mission provides protection of life, property, and preserves peace, order, and public safety. These missions are accomplished through emergency relief support during natural disasters such as floods, hurricanes, earthquakes and forest fires; search and rescue; support to civil defense authorities, maintenance of vital services and counter drug operations.  Our federal mission is to maintain well-trained, well-equipped units available for prompt mobilization during war and provide assistance during national emergencies. During peacetime, the combat-ready units and support units are assigned to most Air Force major commands to carry out missions compatible with training, mobilization readiness, humanitarian and contingency operations such as Operation Enduring Freedom in Afghanistan. ",
        "pictureUrl": "https://www.181iw.ang.af.mil/Portals/72/images/181_iw/181st%20IW.gif?ver=zh6NVQCr4e829axX5eYw8A%3d%3d",
        "webUrl": "https://www.181iw.ang.af.mil/About-Us/Careers/",
        "type": "Military"
    },
    "Trilogy Health Services": {
        "interests": "Health Sciences, Culinary Arts",
        "description": "Trilogy Health Services is a Senior Living Company that serves the geriatric population.  We have growth opportunities such as attending our FREE CNA classes through Trilogy at no cost to the employee.  In addition, we have a Culinary Apprenticeship program that provides our Chefs and Dietary Aides to grow professionally. ",
        "pictureUrl": "https://cms.jibecdn.com/prod/trilogyhs/assets/HEADER-NAV_LOGO-en-us-1717138261133.png",
        "webUrl": "www.trilogyjobs.com",
        "type": "Company"
    },
    "IUOE Local 181": {
        "interests": "Construction",
        "description": "IUOE Local 181 provides the Union contractors around the area with properly trained, highly skilled, and drug free heavy equipment operators. We also have a first class Training Center and Apprenticeship Program to professionally instruct men and women of all ages how to safely operate all types of equipment.",
        "pictureUrl": "https://iuoelocal181.org/images/logo.png",
        "webUrl": "iuoelocal181.org",
        "type": "Union"
    },
    "Danco Construction, Inc": {
        "interests": "Construction",
        "description": "Danco Construction, Inc., based in Evansville, IN, is a full-service construction firm specializing in commercial projects. With a focus on quality craftsmanship, Danco offers comprehensive services including design-build, general contracting, and construction management. Their experienced team works closely with clients to deliver tailored solutions, ensuring projects are completed on time and within budget. Known for their commitment to excellence, Danco has built a strong reputation in the region.",
        "pictureUrl": "https://www.dancoconstructiononline.com/uploads/1/2/7/6/127691212/published/new-danco-logo-white.png?1691672506",
        "webUrl": "https://www.dancoconstructiononline.com/",
        "type": "Company"
    },
    "Healthy Spaces": {
        "interests": "Construction",
        "description": "Healthy Spaces is the go-to expert for making homes healthier. Water and humidity can cause big problems like standing water in basements, mold, wood rot, and foundation issues. By joining the Healthy Spaces team, you help homeowners fix these problems, making you a Healthy Home Hero.",
        "pictureUrl": "https://cdn.treehouseinternetgroup.com/cms_images/181/healthy-spaces-logo.svg",
        "webUrl": "healthyspacesystems.com",
        "type": "Company"
    },
    "Ascension St Vincent": {
        "interests": "Health Sciences, Communications, Public Safety",
        "description": "Ascension is one of the nation’s leading non-profit and Catholic health systems, with a Mission of delivering compassionate, personalized care to all with special attention to persons living in poverty and those most vulnerable. In FY2024, Ascension provided 2.1 billion dollars in care of persons living in poverty and other community benefit programs. Ascension includes approximately 131,000 associates, 37,000 affiliated providers and 136 hospitals, serving communities in 18 states and the District of Columbia. Ascension is committed to delivering compassionate and personalized care for all, especially those who need it most. We are committed to an inclusive culture that recognizes and celebrates diverse talents and perspectives. ",
        "pictureUrl": "https://healthcare.ascension.org/-/media/project/ascension/healthcare/component-library/logos/ascension-logo.svg?iar=0&hash=3F7ADBBFAA0914FC6C3B31923CB97BD0",
        "webUrl": "https://healthcare.ascension.org/",
        "type": "Company"
    },
    "Project Associates Inc": {
        "interests": "Engineering",
        "description": "Project Associates is a multi-disciplined full-service consulting engineering design firm. We are located in Evansville Indiana. In addition to engineering we also own Precision Surveying, an industrial/construction surveying firm.",
        "pictureUrl": "https://projectassociatesinc.com/wp-content/uploads/2023/08/pai-website-logo-1.png",
        "webUrl": "www.projectassociatesinc.com",
        "type": "Company"
    },
    "Anchor Industries ": {
        "interests": "Manufacturing, Engineering, Computer Technology",
        "description": "Founded 130 years ago, Anchor Industries began as a small riverboat supply house located directly on the Ohio River. Louis Daus, Anchor’s founder, soon expanded to include tents and awnings for local merchants and residents.     Now, Anchor Industries employs over 430 skilled craftsmen with over 420,000 square feet of production capacity in the same town where Anchor was founded- Evansville, Indiana. Anchor is known as a leader in the tent industry, as well as, producing shade structures, safety pool covers, fire shelters, pergolas, and other custom fabric and frame products.     Anchor is proud to be a fifth-generation family-owned business that has received numerous awards for tent designs, manufacturing, quality, and customer service. Anchor is headquartered in Evansville, IN, and plans to expand its operations here and in Miami, where it owns Economy Tent International.   ",
        "pictureUrl": "https://anchorinc.com/media/anchor-industries-logo.svg",
        "webUrl": "https://anchorinc.com/",
        "type": "Company"
    },
    "University of Southern Indiana - HR Department": {
        "interests": "Manufacturing, Transportation, Engineering, Health Sciences, Communications, Public Safety, Culinary Arts, Construction, Computer Technology, Animal Science/Agriculture",
        "description": "USI Human Resources is offering full-time and part-time employment opportunities. Our full-time positions include generous benefits such as affordable medical, dental, vision, life and short term and long-term disability insurance plans, retirement plan where the University makes the total contribution equivalent to 7% of annual salary, full tuition fee waiver for employees/75% for spouses and dependent children, and accrue up to 10 paid vacation days per fiscal year – accrual increases after 4, 7, and 11 years of service. ",
        "pictureUrl": "https://www.usi.edu/media/ifhjrpnd/subbrand-academic-monogram_wordmark3.png",
        "webUrl": "https://www.usi.edu/hr/careers-at-usi",
        "type": "University/Secondary Education Institution"
    },
    "Evapar": {
        "interests": "Generator, Air Compressor and Engine Service",
        "description": "EVAPAR is a full-service provider of Power Products. Specializing in power generation, industrial engines, emission control products, and compressed air systems. EVAPAR has been in business since 1912. We are headquartered in Evansville, IN, and have branches in Indianapolis and Ft. Wayne, Indiana, Louisville, Kentucky, St. Louis, Missouri, and Memphis, Tennessee. ",
        "pictureUrl": "https://evapar.com/wp-content/uploads/2020/10/evapar-logo.png",
        "webUrl": "www.evapar.com",
        "type": "Company"
    },
    "Peabody": {
        "interests": "Mining",
        "description": "Leading coal producer with three mines in Southwestern Indiana and one in Southeastern Illinois.  We are a global coal mining company with mines also located in Colorado, Wyoming, New Mexico, and Australia. We're looking for students interested in heavy diesel mechanics.",
        "pictureUrl": "https://www.peabodyenergy.com/Peabody/media/MediaLibrary/Employee%20Quote%20Images/Peabody_logo_RGB.png",
        "webUrl": "peabodyenergy.com",
        "type": "Company"
    },
    "Diamond Equipment, Inc": {
        "interests": "Construction Equipment Sales & Service",
        "description": "Diamond Equipment, Inc is a construction equipment dealer that specializes in selling, supporting and repairing heavy equipment.  We represent Case, Takeuchi, Hyundai, ROKBAK and several other brands.  Our business provides career opportunities in sales, service, parts, accounting, telematics, machine control and more.  ",
        "pictureUrl": "https://www.diamondequipment.com/wp-content/uploads/2021/09/logo-diamond.png",
        "webUrl": "www.diamondequipment.com ",
        "type": "Company"
    },
    "ProRehab": {
        "interests": "Health Sciences",
        "description": "ProRehab is the leading provider of Physical and Occupational Therapy in our region.  We have 23 clinics serving three states.  In addition, ProRehab provides Athletic Training Services to most of the high schools in Southern Indiana and we provide physical therapy services to the University of Southern Indiana and the University of Evansville Athletic Programs.",
        "pictureUrl": "https://prorehab.com/wp-content/uploads/sites/26/2023/09/ProRehab-Logo.png",
        "webUrl": "ProRehab.com",
        "type": "Company"
    },
    "Compassus Hospice": {
        "interests": "Health Sciences",
        "description": "Compassus Hospice provides end of life care to all ages.  Our mission is to advance well-being and honor quality of life.  Our vision is to transform lives as the most valued partner for person-centered care delivered where people live. Our core values are compassion, integrity, excellence, teamwork, and innovation.",
        "pictureUrl": "https://www.compassus.com/wp-content/uploads/2023/03/logo-horz-300.png",
        "webUrl": "Compassus.com",
        "type": "Company"
    },
    "Oasis Dementia Care": {
        "interests": "Health Sciences",
        "description": " Oasis is Evansville's first stand-alone facility dedicated to dementia care! We are a licensed assisted living community. Our mission is to enhance the quality of life for individuals affected by dementia through early placement and continuous engagement.",
        "pictureUrl": "https://www.oasisdementiacare.com/wp-content/uploads/2021/03/oasis-dementia-care-logo.png.webp",
        "webUrl": "oasisdementiacare.com",
        "type": "Company"
    },
    "Davita": {
        "interests": "Health Sciences",
        "description": "DaVita Inc. provides kidney dialysis services through a network of 2,675 outpatient centers in the United States, serving 200,800 patients, and 367 outpatient centers in 11 other countries serving 49,400 patients. The company primarily treats end-stage renal disease (ESRD), which requires patients to undergo kidney dialysis 3 times per week for the rest of their lives unless they receive a kidney transplant via organ donation.  We are a Fortune 200 company and pride ourselves on being a Village, not a company.  We have a variety of career options.",
        "pictureUrl": "https://www.davita.com/-/media/davita/project/common/logo/davita_dkc_logo_rgb_f_72dpi.png",
        "webUrl": "www.davita.com",
        "type": "Company"
    },
    "Southeastern Illinois College": {
        "interests": "Engineering, Health Sciences, Public Safety, Computer Technology, Animal Science/Agriculture",
        "description": "Southeastern Illinois College is a 2 year community college located in Harrisburg, IL.  SIC offers several CTE programs and a couple of unique programs.  Outfitter Wildlife Management and Powersports Technology are two programs that are not offered at any other colleges in the area. ",
        "pictureUrl": "https://sic.edu/wp-content/uploads/2019/02/SIClogobluehighres-white-300x148.png",
        "webUrl": "sic.edu",
        "type": "University/Secondary Education Institution"
    },
    "Vincennes University - Horticulture & Agribusiness": {
        "interests": "Animal Science/Agriculture",
        "description": "Vincennes University's Agribusiness & Horticulture programs offer students a range of degree programs that students can choose from to help them succeed upon graduation. These programs include bachelor's, associate's, and certifications with different concentrations in agribusiness, urban agriculture, animal husbandry, horticulture and landscape design. ",
        "pictureUrl": "https://www.vinu.edu/_resources/images/logos/hero-logo.svg",
        "webUrl": "https://www.vinu.edu/college-of-business-and-public-service/agribusiness-and-horticulture.html",
        "type": "University/Secondary Education Institution"
    },
    "AmeriQual Group LLC": {
        "interests": "Manufacturing",
        "description": "AmeriQual Foods provides innovative solutions to major branded food companies, food service providers, retailers and the United States Department of Defense. A combination of expertise, ingenuity and state-of-the-art equipment provides flexibility to meet our customers’ requirements.",
        "pictureUrl": "https://www.ameriqual.com/wp-content/uploads/2020/04/AQF-logo.jpg",
        "webUrl": "https://www.ameriqual.com/",
        "type": "Company"
    },
    "Lincoln Tech college": {
        "interests": "Manufacturing, Transportation, Construction",
        "description": "Lincoln Tech is a technical college focusing on hands on learning.  Our goal is to provide an excellent education to those entering the skilled labor fields of automotive service technology, HVAC, CNC machining and manufacturing, collision repair and refinishing, diesel & truck service technology, electrical & electronic systems technology, welding and fabrication and medical assisting.",
        "pictureUrl": "https://info.lincolntech-usa.com/wp-content/uploads/LincolnTech_Hor_200K.jpg",
        "webUrl": "https://info.lincolntech-usa.com/campus/indianapolis-in/?utm_source=google&utm_medium=cpc&network=g&utm_campaign=&utm_adgroup=&utm_term=lincoln%20tech&click=sem&infinity=ict2~net~gaw~ar~377241606887~kw~lincoln%20tech~mt~e~cmp~~ag~&cq_cmp=280710637infinity=ict2~net~gaw~cmp~Brand+INFO+Indianapolis+IN+ENG+SPART+EXACT~ag~Lincoln%20Tech+EXACT~ar~377241606887~kw~lincoln%20tech~mt~e&gad_source=1&gclid=Cj0KCQjwr9m3BhDHARIsANut04bWkPoPZhKkgp59eMjrmFQ5ZUxSYLkVssD72HSTmddjPKvpIRpxwKsaAj5sEALw_wcB",
        "type": "University/Secondary Education Institution"
    },
    "Red Spot Paint & Varnish": {
        "interests": "Manufacturing",
        "description": "Red Spot supplies interior and exterior high-performance coatings for a world of plastics and automotive markets. We pride ourselves in being a company that has continued to thrive in the area for over 120 years! We offer a wide variety of career options in many areas including production, supply chain, R&D, accounting, and much more! ",
        "pictureUrl": "https://www.redspot.com/css/media/redspot-logo.jpg",
        "webUrl": "www.redspot.com ",
        "type": "Company"
    },
    "SMART Local 20": {
        "interests": "Manufacturing, Construction",
        "description": "SMART Local number 20 is a Sheet Metal Workers Union that has several contractors around the Tri-State area.  We deal with HVAC, Architectural sheet metal, welding/fabrication and much more.  Everything we install we build, and we can build about anything when it comes to metal. ",
        "pictureUrl": "https://smart20evansville.com/wp-content/uploads/2021/04/smart-logo-evansville-in.png.webp",
        "webUrl": "smart20evansville.com",
        "type": "Union"
    },
    "Bowen Engineering Corp": {
        "interests": "Engineering, Construction",
        "description": "Founded in 1967, Bowen is an employee-owned, self-performing general contractor with operation centers and projects located throughout the United States.  As a 400 Million dollars contractor, we provide construction services for power, industrial, private water and public utility markets. ",
        "pictureUrl": "https://images.squarespace-cdn.com/content/v1/5c6eb9bae8ba44d919cff497/1550764630474-T824NQF1UNFXRHEEP3YS/Bowen+Logo+White.png?format=1500w",
        "webUrl": "https://www.bowenengineering.com/",
        "type": "Company"
    },
    "IEC Southern Indiana-Evansville": {
        "interests": "Electrical",
        "description": "IEC Southern Indiana-Evansville is dedicated to the success and advancement of our merit shop members and the independent electrical and systems contracting industry.  Guided by the principals of integrity, excellence, and collaboration, we strive to advocate for the independent electrical industry in the U.S.; provide premier education and resources; grow our resources and membership to maintain a dynamic industry association; and recognize excellence in the electrical and systems contracting industry.",
        "pictureUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQfDbtVspXLkV-zhLyMKrH-YWUFvllYlR_3ROK1FtXJ8bHQ8xJipIVrFiq9l6i8PrPJajo&usqp=CAU",
        "webUrl": "www.iec-evansville.com",
        "type": "University/Secondary Education Institution"
    },
    "TMI Fabricators ": {
        "interests": "Construction",
        "description": "As custom steel fabricators, we combine innovative technology with expert processes and finishing services to offer a complete solution. Our facility in Mount Vernon, Indiana, can fabricate steel parts in-house to help maximize a budget, including assembly of platforms with grating and handrail, stair stringers, or trusses.  Fabricating the future - it's what we do.  ",
        "pictureUrl": "https://tmicontractors.com/wp-content/uploads/2021/10/TMI_Fabricators_logo.png",
        "webUrl": "https://tmicontractors.com/",
        "type": "Company"
    }
}