{
  "Aerotek": {
    "desc": "Aerotek is a nationwide staffing company that specializes in recruiting distribution and logistics, facilities and maintenance, manufacturing, robotics and automation, aviation and airport operations. At Aerotek, we believe that an inclusive work environment empowers our people to achieve both their personal and professional aspirations.",
    "ia1": "Staffing and Recruiting for Light Industrial and Skilled Trades",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Aerotek",
    "type": "",
    "web": "https://www.aerotek.com/"
  },
  "Aflac": {
    "desc": "Generate new business opportunities through social media, personal networking and  referrals. Perform a needs analysis to identify employer values, objectives and pain points. Recognize different buyer behaviors and overcome common sales objections. Support in-person and virtual sales presentations for local business owners. Provide customer service, enrollment and claims support to new and existing policyholders.",
    "ia1": "Health Sciences",
    "ia2": "Communications",
    "ia3": "Public Safety",
    "ia4": "Culinary Arts",
    "ia5": "Business",
    "logo": "",
    "name": "Aflac",
    "type": "",
    "web": "https://www.aflac.com/sales-jobs/aflac-recruitment-contact/college-recruiting/default.aspx/?c=CMP-30599-D0F8K6/college"
  },
  "AmeriQualGroupLLC": {
    "desc": "AmeriQual Foods provides innovative solutions to major branded food companies, food service providers, retailers and the United States Department of Defense. A combination of expertise, ingenuity and state-of-the-art equipment provides flexibility to meet our customers’ requirements.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "AmeriQual Group, LLC",
    "type": "",
    "web": "https://www.ameriqual.com/"
  },
  "AmericanGreaseandSeptic": {
    "desc": "American Grease & Septic provides restaurant grease trap cleaning, septic system emergency and maintenance services, portable sanitation services and vacuum truck services for residential and commercial industries.",
    "ia1": "Commerical and Residential Services",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "American Grease and Septic",
    "type": "",
    "web": "https://americangreaseandseptic.com/"
  },
  "AmericanSeniorCommunities": {
    "desc": "As one of the largest senior care employers in the state of Indiana, we provide full-time, part-time, and temporary opportunities. We offer a wide variety of benefits and perks.",
    "ia1": "Health Sciences",
    "ia2": "Culinary Arts",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "American Senior Communities",
    "type": "",
    "web": "https://www.asccare.com/careers"
  },
  "ArmorFireProtectionDBAWesternStatesFireProtection": {
    "desc": "Western States Fire Protection Co. (WSFP) is a fire protection company that delivers quality fire protection systems and solutions. We protect lives and property while providing an exceptional value to our customers. This is accomplished by the focus and delivery of the WSFP values: integrity, commitment, professionalism, quality, and safety.",
    "ia1": "Engineering",
    "ia2": "Construction",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Armor Fire Protection DBA Western States Fire Protection",
    "type": "",
    "web": "https://www.wsfp.com/"
  },
  "AscensionStVincent": {
    "desc": "Ascension supports students in the Health Science department by offering opportunities for career shadowing, scholarships and more. We have new jobs coming for high school students and look forward to sharing more about the future jobs! We primarily focus on nursing students, but have connections and opportunities in all departments.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Ascension St. Vincent",
    "type": "",
    "web": "https://jobs.ascension.org/us/en"
  },
  "AstraZeneca": {
    "desc": "At AstraZeneca, we turn molecules into life changing medicines for our patients, bringing our Research & Development pipeline to life through a rigorous process of development, manufacturing and testing.  Part of an inclusive and giving community, we support and help each other on our journeys –backed by the same personal commitment to each other as we give to patients. Curious problem solvers, we are intellectually stimulated by constant learning. There’s potential for multiple career paths and great rewards, for those who embrace the diverse opportunities. If you have the passion and the drive to accelerate growth and make people’s lives better – then this is the place for you.",
    "ia1": "Manufacturing",
    "ia2": "Pharma",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "AstraZeneca",
    "type": "",
    "web": "https://astrazeneca.com"
  },
  "BFIT": {
    "desc": "",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "BFIT",
    "type": "",
    "web": "https://www.b.fit"
  },
  "BWXT": {
    "desc": "",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "BWXT",
    "type": "",
    "web": "https://bwxt.com/careers"
  },
  "BerryGlobal": {
    "desc": "At Berry Global Group, Inc., we create innovative packaging and engineered products that we believe make life better for people and the planet. We do this every day by leveraging our unmatched global capabilities, sustainability leadership, and deep innovation expertise to serve customers of all sizes around the world. Harnessing the strength in our diversity and industry-leading talent of 46,000 global employees across more than 265 locations, we partner with customers to develop, design, and manufacture innovative products with an eye toward the circular economy. The challenges we solve and the innovations we pioneer benefit our customers at every stage of their journey",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "Computer Technology",
    "ia4": "Precision Machining",
    "ia5": "",
    "logo": "",
    "name": "Berry Global",
    "type": "",
    "web": "https://www.berryglobal.com/"
  },
  "BoydCompany": {
    "desc": "Boyd CAT is the Caterpillar Dealer for Southern Indiana, Kentucky, Western West Virginia and Southeastern Ohio. Boyd CAT sells, services and rents Caterpillar and other allied equipment. With over 1,200 employees we strive to be the customer-preferred provider of quality products, superior value-added support services and innovative solutions in all markets we serve.",
    "ia1": "auto",
    "ia2": "diesel",
    "ia3": "welding",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Boyd Company",
    "type": "",
    "web": "https://www.boydcat.com"
  },
  "BrakeSupply": {
    "desc": "Brake Supply Heavy Equipment rebuilds and remanufactures major parts and components for heavy equipment such as transmissions, cylinders, differentials and more. We have been in business over 75 years and offer amazing perks and benefits including fitness reimbursement.",
    "ia1": "Manufacturing",
    "ia2": "Transportation",
    "ia3": "Engineering",
    "ia4": "Machinists",
    "ia5": "Mechanics",
    "logo": "",
    "name": "Brake Supply",
    "type": "",
    "web": "https://www.brake.com/careers"
  },
  "BranchvilleCorrectionalFacility": {
    "desc": "Branchville Correctional Facility is an Indiana Department of Correction state prison for men, located in Branchville, Perry County, Indiana, on the southern edge of the state. The prison is a medium-security facility opened in 1982 and has a capacity of 1,455. Current openings for Correctional Officer, starting pay $22.00 an hour",
    "ia1": "Public Safety",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Branchville Correctional Facility",
    "type": "",
    "web": "https://idoc.in.gov"
  },
  "BricklayersLocal4": {
    "desc": "Bricklayers Local 4 provides free training to learn the craft of installing masonry materials such as brick, concrete block, tile, marble, and terrazzo. These products are typically installed on commercial buildings like hospitals, schools, and other types of commercial buildings. An apprenticeship with the Local 4 takes 4 years and journeyperson status is achieved debt free.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Bricklayers Local 4",
    "type": "",
    "web": "https://bricktraining4inky.org"
  },
  "BrownEquipmentCompanyBEC": {
    "desc": "BEC is a full service (Sales, Parts, Service) heavy equipment dealership that offers a wide selection of quality equipment.",
    "ia1": "Auto/Diesel Mechanics",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Brown Equipment Company (BEC)",
    "type": "",
    "web": "https://brownequipment.net/"
  },
  "BuilttoSucceedIndianaCareersinConstruction": {
    "desc": "The Indiana Careers in Construction Association (ICCA) represents more than 60 different construction apprenticeship training facilities throughout Indiana. The mission of the ICCA is to educate career bound and college bound Hoosiers about educational and career opportunities in the construction Industry. Our mission is to recruit, train and place a new generation of construction professionals seeking high demand careers with strong salary potential.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Built to Succeed/ Indiana Careers in Construction",
    "type": "",
    "web": "https://www.builttosucceed.org/"
  },
  "CiholasInc": {
    "desc": "For more than 20 years, Ciholas, Inc. has specialized in designing complex electronic systems for clients in a variety of industries throughout the world. We love to invent, develop, and engineer new things – and almost everything we design is patentable, embedded technology.",
    "ia1": "Engineering",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Ciholas, Inc",
    "type": "",
    "web": "https://www.ciholas.com"
  },
  "DPatrick": {
    "desc": "D-Patrick is a locally owned automotive dealership.  We currently have 13 locations in Indiana.  If you are interested in building a career as a Service Tech, Body Tech, Sales Consultant, or enjoy administrative positions, we would love to meet with you.",
    "ia1": "Automotive",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "D-Patrick",
    "type": "",
    "web": "https://dpat.com  or eliggett@dpat.com"
  },
  "DancoConstructionInc": {
    "desc": "DANCO CONSTRUCTION, INC. is one of the largest full-service General Contractors in the tri-state area. Based in Evansville, IN, with an office in Owensboro, KY, we provide our customers in Southern Indiana, Western Kentucky and Southern Illinois with highest levels of performance, quality, and safety on a wide range of commercial construction & design-build projects.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Danco Construction, Inc.",
    "type": "",
    "web": "https://www.dancoconstructiononline.com/"
  },
  "DeaconessCardiopulmonaryRehabandDeaconessHeartGroup": {
    "desc": "Deaconess Cardiopulmonary Rehab is a chronic disease management and risk factor reduction program.  Our staff consist of Nurses, Exercise Physiologists, and Respiratory Therapists.  We provide personalized exercise, symptom management, and lifestyle coaching to those with heart and lung disease.   Deaconess Heart Group is our Tri-State's largest and most experienced Cardiovascular Practice.  Our practice consist of a wide range of staff including physicians, nurses, medical office assistants, EKG and treadmill technicians, and Electrophysiology Device Specialists to name a few.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Deaconess Cardiopulmonary Rehab and Deaconess Heart Group",
    "type": "",
    "web": "https://www.deaconess.com/The-Heart-Hospital/Services/Cardiac-Rehabilitation  and   https://www.deaconess.com/Deaconess-Heart-Group"
  },
  "DeaconessHealthSystem": {
    "desc": "Deaconess at its core is people—highly skilled, compassionate, caring, team-oriented people who directly or indirectly provide exceptional care each and every day for patients in a 35-county region in Indiana, Illinois and Kentucky. We put people at the center of everything we do, making a positive difference in the lives of our patients, families, employees and community—that is the Deaconess Difference.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Deaconess Health System",
    "type": "",
    "web": "https://www.deaconess.com"
  },
  "EBNBostwickBraun": {
    "desc": "",
    "ia1": "Industrial",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "EBN Bostwick Braun",
    "type": "",
    "web": "https://www.ebninc.com/"
  },
  "EBPaving": {
    "desc": "E&B Paving provides world-class solutions to customers from 12 area offices, 19 permanent asphalt plants, and several portable asphalt and concrete plants. Our distinguished client list includes hundreds of federal, state, county and local governments and agencies; general contractors; commercial, residential and industrial developers; and private businesses of all sizes.  Our paving and consulting services can be applied to highways extending thousands of lane miles or to parking lots accommodating a few dozen vehicles and everything in between.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "E&B Paving",
    "type": "",
    "web": "https://ebpaving.com/"
  },
  "ECSSolutions": {
    "desc": "ECS is dedicated to performance improvement and innovation in batch manufacturing. We are technology experts providing innovation to help manufacturers improve quality, safety, and variety of the world’s food, medicines, and other products all while providing an environment for engaged, talented people to thrive.  ECS is a recognized leader in the delivery of process control systems, having achieved that status by aggressively pursuing solutions that provide the information and controls our customers need to manufacture more product faster and at a lower cost.",
    "ia1": "Engineering",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "ECS Solutions",
    "type": "",
    "web": "https://ecssolutions.com/"
  },
  "EastersealsRehabilitationCenter": {
    "desc": "Easterseals Rehabilitation Center has created eight welcoming Group Homes to provide the best possible care for the individuals with intellectual and developmental disabilities that we are blessed to serve. For over 30 years, our homes have provided a kind, safe, and caring environment that our clients, their families, and the community has come to know, trust and respect.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Easterseals Rehabilitation Center",
    "type": "",
    "web": "https://www.easterseals.com/in-sw/"
  },
  "EuroniqueInc": {
    "desc": "Manufacture of Commercial Laminate Cabinets, Architectural Millwork, and Store Fixtures.",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Euronique Inc.",
    "type": "",
    "web": "https://euronique.us"
  },
  "EvansvilleElectricalJATC": {
    "desc": "Since 1944 the NECA-IBEW Joint Apprenticeship and Training Committee have been training individuals to meet the demands of the electrical industry. We were the first electrical apprenticeship program registered with the Department of Labor in the State of Indiana. We have been committed to the mission of our founders which is to educate the members of the International Brotherhood of Electrical Workers and the National Electrical Contractors Association thereby providing the electrical construction industry with the most highly trained and highly skilled workforce possible.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Evansville Electrical JATC",
    "type": "",
    "web": "https://www.evvjatc.org"
  },
  "EvansvilleFireDepartment": {
    "desc": "The Evansville Fire Department is 273 members strong and made up of dedicate men and women who serve the citizens of our community in their time of need. We have a unique work schedule that allows our firefighters many opportunities outside their 24 hour shifts. There are also opportunities for advancement and non-firefighting positions after 5 years. Our application process is highly competitive, but there's no need for previous experience, we will train you on everything you need to know.",
    "ia1": "Public Safety",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Evansville Fire Department",
    "type": "",
    "web": "https://www.evansvillefiredepartment.com"
  },
  "EvansvillePoliceDepartment": {
    "desc": "",
    "ia1": "Public Safety",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Evansville Police Department",
    "type": "",
    "web": "https://www.evansvillepolice.com"
  },
  "EvaparInc": {
    "desc": "Sales and service of Industrial Generators, Air Compressors, andEngines",
    "ia1": "Incustrial Generator Technicians",
    "ia2": "Air Compressor Technicians",
    "ia3": "Engines",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Evapar, Inc.",
    "type": "",
    "web": "https://Evapar.com"
  },
  "ExpresswayAutoGroup": {
    "desc": "Expressway Auto Group is a large family-owned dealership that includes multiple locations and brands, each committed to a tradition of excellence. We pride ourselves in offering our employees continuous training because we believe our employees are our biggest asset. All our employees are treated with respect and appreciation for their contributions to the company.",
    "ia1": "Automotive Technician",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Expressway Auto Group",
    "type": "",
    "web": "https://www.expresswayonline.com"
  },
  "FLANDERS": {
    "desc": "A technology innovator, custom manufacturer, and electrical systems troubleshooter for heavy industry, FLANDERS designs, engineers, produces, and services industrial power systems and control systems. We specialize in electric rotating machinery for high-demand applications across mining, mills, and heavy industry.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "FLANDERS",
    "type": "",
    "web": "https://flandersinc.com"
  },
  "FarbestFoodsInc": {
    "desc": "Farbest Foods is one of the largest turkey companies in the United States. We supply raw, fresh and frozen turkey products to brand-name value added further processors around the world.",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Farbest Foods, Inc.",
    "type": "",
    "web": "https://farbestfoods.com"
  },
  "FibertechPlastics": {
    "desc": "Fibertech Plastics is a rotational molding business that produces polyethylene plastic components to a variety of industries including agriculture, healthcare, hospitality, maritime recreation and recycling industries.",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Fibertech Plastics",
    "type": "",
    "web": "https://www.fibertechplastics.com"
  },
  "GoodSamaritanHome": {
    "desc": "The Good Samaritan Home is an area leader in providing quality memory care to our patients. We  provide the full spectrum of care from independent living, rehab to home, and long-term care units. We are a non-profit healthcare ministry that believes in pouring our resources back into our employees and our patients.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Good Samaritan Home",
    "type": "",
    "web": "https://www.goodsamhome.org"
  },
  "GreersFlooringAmerica": {
    "desc": "",
    "ia1": "Flooring Installation and Sales",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Greer's Flooring America",
    "type": "",
    "web": "https://greer'sflooringamerica.com"
  },
  "GribbinsSpecialtyGroup": {
    "desc": "Gribbins Specialty Group, headquartered in Evansville, Indiana, offers specialty construction services and products to commercial and industrial facilities throughout the United States.  Our family of companies includes Gribbins Insulation, Fit Tight Covers, Elite Environmental, ProTherm Supply, and ISSI Engineering and Machining.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Gribbins Specialty Group",
    "type": "",
    "web": "https://www.gribbins.com"
  },
  "HCCFAME": {
    "desc": "HCC FAME is part of the FAME-USA network of multi-skilled technician training programs nationwide. Technicians will train at Henderson Community College 2 days per week and work at a local manufacturer 3 days per week while earning competitive wages and a college degree. Sponsor companies include Berry Global, Pratt Industries, Gibbs Die Casting and more. To learn about this opportunity and apply, visit: https://henderson.kctcs.edu/workforce-solutions/hcc-fame/",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "HCC FAME",
    "type": "",
    "web": "https://henderson.kctcs.edu/workforce-solutions/hcc-fame/"
  },
  "HMCGears": {
    "desc": "HMC Gears is home to the most advanced gear cutting and inspection machines in the world, making us capable of completing even the most challenging of projects. Founded in 1921, HMC is proud to celebrate a milestone such as 100 years of business as well as 5 generations of family ownership. We continue to move technology forward while relying on our knowledge from our long history of producing high quality gearing for industries all over the world.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "Machining and Welding",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "HMC Gears",
    "type": "",
    "web": "https://hmcgears.com"
  },
  "HRAgriPower": {
    "desc": "H&R Agri-Power is a farm equipment dealership with 21 locations across 6 states. . We sell and support the brands of Case IH, New Holland, Kubota, Kinze, Great Plains, Bush Hog, Krause, Unverferth, Grasshopper, Vermeer, H & S, Rhino, Land Pride, Geringhoff, E-Z Trail, Echo, Exmark, Stihl, and Kuhn. We sell used farm equipment of all makes and models. We are consistently ranked among the national leaders for the brands we sell.",
    "ia1": "Engineering",
    "ia2": "Computer Technology",
    "ia3": "Animal Science/Agriculture",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "H&R Agri-Power",
    "type": "",
    "web": "https://hragripower.com"
  },
  "HRAgripower": {
    "desc": "H&R Agri-Power is a Case IH dealership. We provide sales, service, & parts for agriculture equipment and lawn-care equipment. We have 19 locations across 6 states and are still growing!",
    "ia1": "Transportation",
    "ia2": "Diesel Tech.",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "https://www.hragripower.com/assets/Uploads/hragripower-logo.png",
    "name": "H&R Agri-power",
    "type": "",
    "web": "https://hragripower.com"
  },
  "HealthySpaces": {
    "desc": "\"Your Healthy Home Hero's.\"",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "https://cdn.treehouseinternetgroup.com/cms_images/181/healthy-spaces-logo.svg",
    "name": "Healthy Spaces",
    "type": "",
    "web": "https://www.healthyspaces"
  },
  "HolidayHealthCare": {
    "desc": "Holiday Health Care is a locally owned and operated diverse health services company offering a continuum of care to multiple populations in the Tri-State area. The Holiday Health Care campus is comprised of a retirement community, nursing facility, home care companies, and hospice company located on Evansville’s north side.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Holiday Health Care",
    "type": "",
    "web": "https://www.holidayhealthcare.com/"
  },
  "HoosierCraftsman": {
    "desc": "Hoosier Craftsman is an Evansville area residential General Contractor. We specialize in kitchen and bath remodeling but perform a large scope of work, including room additions. We are looking for entry level carpentry apprentices to help us grow our team.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Hoosier Craftsman",
    "type": "",
    "web": "https://Hoosier Craftsman on Facebook please"
  },
  "HutsonInc": {
    "desc": "",
    "ia1": "Animal Science/Agriculture",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Hutson, Inc.",
    "type": "",
    "web": "https://www.hutsoninc.com"
  },
  "HydromaxPlumbing": {
    "desc": "Hydromax Plumbing is a locally and managed plumbing company that provides professional services using the latest technology within residential, commercial, industrial and municipal settings.",
    "ia1": "Plumbing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Hydromax Plumbing",
    "type": "",
    "web": "https://hydromaxplumbing.com/"
  },
  "ICCABuiltToSucceed": {
    "desc": "WELCOME TO THE CONSTRUCTION INDUSTRY! The Indiana Careers in Construction Association is the Point of Entry into the Union Construction Industry.  Potential apprentices can research trades, learn more about admission requirements and utilize a common application that allows them to learn more about several trades at once.  You can learn more about this initiative at www.builttosucceed.org.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "ICCA - Built To Succeed",
    "type": "",
    "web": "https://www.builttosucceed.org"
  },
  "IULuddySchoolofInformaticsComputingandEngineering": {
    "desc": "The Indiana University Luddy School of Informatics, Computing, and Engineering is one of the world’s largest, broadest, and best technology and information schools. Our programs range from the super technical to the highly applied, and many can be personalized. Because everyone needs technology skills, our degrees, minors, and certificates are great additions to any area of study.",
    "ia1": "Engineering",
    "ia2": "Computer Technology",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "IU Luddy School of Informatics, Computing, and Engineering",
    "type": "",
    "web": "https://luddy.indiana.edu"
  },
  "IndianaAirNationalGuard": {
    "desc": "We will be representing the Indiana Air National Guard. We have 2 bases, one in Terre Haute and the other in Fort Wayne. We are looking for people in all of the programs your facility has to offer.",
    "ia1": "Manufacturing",
    "ia2": "Transportation",
    "ia3": "Engineering",
    "ia4": "Health Sciences",
    "ia5": "Communications",
    "logo": "",
    "name": "Indiana Air National Guard",
    "type": "",
    "web": "https://www.181iw.ang.af.mil/"
  },
  "IndianaLaborersTrainingFund": {
    "desc": "The Laborers' Union Apprenticeship is registered with the U.S. DOL. Our program provides a living wage in the construction industry day one out of high school. The no-cost training is both hands-on and classroom. It is an earn and learn program which takes 3 years to complete. Full benefits are provided in addition to hourly wages for all apprentices.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Indiana Laborers Training Fund",
    "type": "",
    "web": "https://www.indianalaborerstraining.org"
  },
  "IndianaStatePolice": {
    "desc": "",
    "ia1": "Public Safety",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Indiana State Police",
    "type": "",
    "web": "https://www.Indianatrooper.com"
  },
  "IndianaTech": {
    "desc": "Use the same as previous years",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "Communications",
    "ia4": "Public Safety",
    "ia5": "Construction",
    "logo": "",
    "name": "Indiana Tech",
    "type": "",
    "web": "https://IndianaTech.edu"
  },
  "IndustrialFilterManufacturers": {
    "desc": "Founded in 1972 on the ideals of service, dependability, and quality workmanship, Industrial Filter Manufacturers (IFM) quickly achieved a reputation for solving complex filtration problems.  Our technical knowledge has grown to align with our production capabilities.  IFM has the skilled personnel and the machinery necessary to design and manufacture a broad range of filtration equipment for air intake, compresses air, gas, and liquid applications.  IFM also manufactures a full range of original equipment replacement elements.",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Industrial Filter Manufacturers",
    "type": "",
    "web": "https://www.ifm1.com/"
  },
  "Inotiv": {
    "desc": "Inotiv is a growing contemporary drug discovery and development company where we “Play to Win” in an industry rich with opportunity.  Together, we face challenges and together we win in the delivery of world-class drug discovery and development solutions that impact the health and well-being of people all over the world.  There’s an opportunity for everyone at all phases of a career, each individual’s unique skill set has an impact on the work we conduct. If you have the talent and desire to impact the quality of people’s lives, we have the career opportunities to make it happen.  Join us in embracing research and science to impact the health and well-being of people all over the world.",
    "ia1": "Animal Science/Agriculture",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Inotiv",
    "type": "",
    "web": "https://careers.inotivco.com/"
  },
  "IvyTechCCSchoolofTechnology": {
    "desc": "A community college is what the name implies: It is a higher education institution that primarily serves its surrounding community. Community colleges are the most common type of two-year colleges in the U.S. Community colleges like Ivy Tech offer millions of students a better way to reach their goals— whether that goal is to get a good-paying career fast, or to get a better, more affordable start to a bachelor’s degree by transferring credits on to a four-year school.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Ivy Tech CC - School of Technology",
    "type": "",
    "web": "https://www.ivytech.edu/about-ivy-tech/"
  },
  "IvyTechCommunityCollegeAutomotiveEvansville": {
    "desc": "",
    "ia1": "Transportation",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Ivy Tech Community College Automotive Evansville",
    "type": "",
    "web": "https://ivytech.edu"
  },
  "JobCORPS": {
    "desc": "Job Corps, U.S. government residential education and job-training program for low-income at-risk young people. Funded by Congress and administered by the U.S. Department of Labor, Job Corps seeks to teach young people the academic and vocational skills they need to secure meaningful and lasting employment. Job Corps is also a no-cost education that helps young people ages 16-24 improve the quality of their lives by empowering them to get great jobs and become independent.",
    "ia1": "Manufacturing",
    "ia2": "Transportation",
    "ia3": "Engineering",
    "ia4": "Health Sciences",
    "ia5": "Communications",
    "logo": "",
    "name": "Job CORPS",
    "type": "",
    "web": "https://www.jobcorps.gov/"
  },
  "KieselEnterprisesInc": {
    "desc": "Kiesel Enterprises is a longtime family business located in Princeton, Indiana. We dedicate our services to multiple agricultural construction necessities, such as: concrete, millwright, electrical, mechanical, and general construction practices. In addition to outdoor work, we also provide workshop and office opportunities. Each job position can provide opportunities to excel and learn in each trade by our many years of experienced and hardworking personnel. We have the ability to turn the first day of work into a lifetime career!",
    "ia1": "Construction",
    "ia2": "Animal Science/Agriculture",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Kiesel Enterprises, Inc.",
    "type": "",
    "web": "https://kieselent.com"
  },
  "KoorsenFireSecurity": {
    "desc": "I am seeking to partner with Indiana SICTC in hopes of helping the community find gainful employment with an industry leader in the fire protection industry.  Koorsen Fire & Security has various entry-level and higher-skilled level job opportunities. We believe we would be a good opportunity for the community seeking to expand on their practicing fields, skills, crafts, or trade—specifically the ones in the electrical, plumbing, welding, and administration. At Koorsen we don’t provide jobs; we provide careers with plenty of opportunities for training and growth. A career at Koorsen includes competitive pay, a great health package, an annual bonus program, life insurance, continuous learning offerings, matching 401k, paid holidays, generous PTO, tuition reimbursement, career growth opportunities, and much more.",
    "ia1": "Public Safety",
    "ia2": "Technical (low voltage/security/sprinkler)",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Koorsen Fire & Security",
    "type": "",
    "web": "https://www.koorsen.com/careers/available-positions/"
  },
  "KoorsenFireandSecurity": {
    "desc": "Koorsen Fire and Security has protected life and property since 1946. There are 24 locations throughout Indiana, Kentucky, Tennessee, Alabama and Ohio. We install and maintain fire protection and security system in facilities including manufacturing plants, restaurants and healthcare facilities. We are searching for talent for inspectors and installers.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Koorsen Fire and Security",
    "type": "",
    "web": "https://www.koorsen.com"
  },
  "LarrysAutomotiveRepair": {
    "desc": "Larry’s Automotive provides services for all vehicle makes and models, including diesel and gas engines, transmission rebuilds, suspension and steering, and engine repair and replacement, all offered with computer diagnostics and pre-purchase inspections. Oil changes, air conditioning electrical systems, brakes, and tires are other frequent requests from customers.",
    "ia1": "Automotive Repair",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Larry's Automotive Repair",
    "type": "",
    "web": "https://www.larrysautomotiverepair.com"
  },
  "Local136": {
    "desc": "",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Local 136",
    "type": "",
    "web": ""
  },
  "MainstreamFiberNetworks": {
    "desc": "Our goal at Mainstream Fiber Networks is to provide access to reliable and affordable high-speed fiber optic internet to rural communities throughout Indiana.  Being Hoosiers ourselves who live and work in the communities we serve, we understand that access to high-speed fiber optic internet is a critical factor for all Hoosier communities and businesses, but specifically those in rural areas, to stay competitive and successful in today’s digital economy.",
    "ia1": "Engineering",
    "ia2": "Communications",
    "ia3": "Construction",
    "ia4": "Computer Technology",
    "ia5": "Telecommunication",
    "logo": "",
    "name": "Mainstream Fiber Networks",
    "type": "",
    "web": "https://msfiber.net/"
  },
  "MaterialManagementTechnologies": {
    "desc": "MMT is a specialized material procurement company that provides customers exactly what they need, this includes procurement, processing, fabrication, kitting, storage and just in time delivery of the materials needed. Processing includes our Omax water jet table, Bodor laser table, bend tech profiling machine and machining centers along with fabrication of structural steel, ASME code vessels and exchangers, handrail and piping to bring together a complete package of materials to see a job from start to finish.",
    "ia1": "Manufacturing",
    "ia2": "Construction",
    "ia3": "welding/fabrication",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Material Management Technologies",
    "type": "",
    "web": "https://www.allmmt.com"
  },
  "MatrixDesignGroup": {
    "desc": "Matrix Design Group LLC is a safety and productivity technology leader for mining and industrial applications. We provide a hardware, software and analytics platform that delivers leading-edge products and actionable insights to our operators. Our innovative product line includes systems data networking, communication and tracking systems, mining proximity detection systems, industrial collision avoidance systems and data & analytics software. Matrix’s innovation has been demonstrated by winning the NIOSH Mine Safety & Health Technology Innovation Awards in 2020 for OmniPro® and 2021 for an enhanced IntelliZone® proximity detection system for underground haulage.",
    "ia1": "Engineering",
    "ia2": "Computer Technology",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Matrix Design Group",
    "type": "",
    "web": "https://matrixteam.com/"
  },
  "Melkay": {
    "desc": "Melkay is a mechanical, electrical and plumbing contractor in Evansville, IN. We have served this area since 1951. Melkay performs work across all of the US and some internationally.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Melkay",
    "type": "",
    "web": "https://Melkay MEP Contractors"
  },
  "MeyerTruckEquipment": {
    "desc": "",
    "ia1": "Manufacturing",
    "ia2": "Welding",
    "ia3": "automotive",
    "ia4": "diesel tech.",
    "ia5": "",
    "logo": "",
    "name": "Meyer Truck Equipment",
    "type": "",
    "web": "https://Www.meyertruckeq.com"
  },
  "MurrayStateUniversityHutsonSchoolofAgriculture": {
    "desc": "With a long-standing tradition of academic excellence, the Hutson School of Agriculture at Murray State University will provide you with more than a degree. You will receive a unique, hands-on educational experience guided by our knowledgeable faculty who are here to encourage your career aspirations and academic growth. We will mentor you along the path toward a career in agriculture with a \"large university education\" in a small school setting with modest class sizes.",
    "ia1": "Animal Science/Agriculture",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Murray State University, Hutson School of Agriculture",
    "type": "",
    "web": "https://www.murraystate.edu/academics/CollegesDepartments/HutsonSchoolOfAgriculture/index.aspx"
  },
  "MurrayStateUniversitySchoolofEngineering": {
    "desc": "Murray State's School of Engineering offers great opportunities to begin a career in engineering or engineering technology. With life-changing internships and real-world opportunities, engineering graduates from Murray State are prepared for exceptional careers with competitive salaries. Our accredited programs will prepare you for a career in fields like design, robotics, engineering, construction, architecture, automation, cybersecurity, and manufacturing. Plus, you'll have access to our labs and facilities for hands-on learning experience.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "Construction",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Murray State University  / School of Engineering",
    "type": "",
    "web": "https://Www.murraystate.edu/engineering"
  },
  "MurrayStateUniversitySchoolofNursingandHealthProfessions": {
    "desc": "The School of Nursing and Health Professions (SONHP) offers many different health careers that offer you the opportunity to influence the well-being of individuals, families, and communities.The faculty within the school are all professionals with years of experience in nursing and healthcare who desire to assist you in finding the best career path. Let us help you!",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Murray State University School of Nursing and Health Professions",
    "type": "",
    "web": "https://www.murraystate.edu/sonhp"
  },
  "NIX": {
    "desc": "NIX is a metal fabricator and specialty trades contractor. We specialize in manufacturing, maintenance, and industrial products sales. We believe our competitive advantage is the caliber of our people, our corporate culture, and our mission to “Be Big, Act Small ℠”. This means we are big enough to serve you, and small enough to know you. We are a midwestern based company with a national reach. Founded in 1902, we are a fifth generation, family business with multiple locations and operating divisions. We stand on the foundation of our century old values, while Forging Ahead ℠ to find better solutions that keep America’s Industries safe, efficient, and reliable.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "NIX",
    "type": "",
    "web": "https://www.nixmetals.com"
  },
  "OntheSpotUtilityResources": {
    "desc": "",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "On the Spot Utility Resources",
    "type": "",
    "web": ""
  },
  "OwensboroCommunityTechnicalCollegeVetTechProgram": {
    "desc": "Turn your love of animals into a lucrative career, without breaking your budget at OCTC's Veterinary Technology program. The Vet Tech program will provide you with the skills and knowledge needed to work as a professional veterinary technician in as little as two years. Areas of study include office and hospital procedures, client relations and communications, anatomy, physiology, microbiology, clinical techniques, pharmacology, anesthesiology, surgical and medical nursing, radiology and clinical pathology training. The Vet Tech program,will provide you with valuable real world clinical and lab experiences to develop the skills needed to become a valued professional in the field. Students graduate with an Associate of Applied Science degree and are eligible to sit for the Veterinary Technician National Exam.",
    "ia1": "Animal Science/Agriculture",
    "ia2": "Veterinary Technology",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Owensboro Community & Technical College Vet Tech Program",
    "type": "",
    "web": "https://owensboro.kctcs.edu/education-training/program-finder/veterinary-technology.aspx"
  },
  "PIAAutomation": {
    "desc": "PIA Automation designs and builds custom automation for automotive, medical, and consumer products. We employee mechanical design engineers, electrical design engineers, controls engineers, supply chain specialists, machinists, mechanical assembly technicians, and electrical assembly technicians. We currently have around 100 employees at our Evansville facility.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "PIA Automation",
    "type": "",
    "web": "https://www.piagroup.com"
  },
  "PlumbersSteamfittersLU136": {
    "desc": "UA Local 136’s geographical area has grown from 14 counties in 1900 to include 22 counties: 18 in Indiana and 4 in southeastern Illinois. Offices are located and maintained in Evansville and Bloomington, Indiana. Modern up-to-date training facilities are located at each site with the most current and innovative teaching techniques and equipment available.  Apprentices are trained in two separate programs, Residential and Light Commercial Plumbing and HVAC Apprenticeship along with the Building & Construction Trades Apprenticeship. Each program is registered with the U.S. Department of Labor’s Bureau of Apprenticeship Training.  UA Local 136’s members are extensively trained to install and service piping on all sized projects, from massive steel, automotive, chemical and power plants, to a single dwelling house.  Extensive journeymen training classes are conducted year around, such as, Medical Gas Piping, Backflow Prevention, and various welding certifications, just to name a few.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Plumbers & Steamfitters LU 136",
    "type": "",
    "web": "https://www.ualocal136.org"
  },
  "ProRehab": {
    "desc": "ProRehab provides physical and occupational therapy and athletic training services.  While serving the communities where our clinics are located we also provide sports medicine services to all level of sport including Division I and Professional teams.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "ProRehab",
    "type": "",
    "web": "https://prorehab.com"
  },
  "ProjectAssociatesInc": {
    "desc": "Project Associates is a multi-disciplined consulting engineering firm located in Evansville Indiana. We provide engineering design services to the heavy industrial and power plant & utilities industries. In addition, we have a surveying company, Precision Surveying, which provides all types of industrial surveying services to our clients.",
    "ia1": "Engineering",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Project Associates Inc.",
    "type": "",
    "web": "https://www.projectassociatesinc.com     www.precisionsurveying.com"
  },
  "PurduePolytechnicInstituteVincennes": {
    "desc": "2+2 Program Start at Vincennes and Finish with Purdue.  Start as a junior, earn a Bachelor's degree in 3-5 semesters. VU grads directly admitted into the program.  Program located on VU Campus,",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Purdue Polytechnic Institute/Vincennes",
    "type": "",
    "web": "https://www.tech.purdue.edu/vincennes"
  },
  "RagleInc": {
    "desc": "Ragle, Inc. is a highly diversified Highway and Bridge Contractor that specializes in highway, heavy civil, and commercial projects. It has been recognized as an industry leader for safely providing quality, on time performance for projects at competitive pricing. With its team of experienced project managers, engineers, and superintendents backed by a modern equipment fleet, it completes complex and demanding projects on time and within budget.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Ragle, Inc",
    "type": "",
    "web": "http://www.ragleinc.com/"
  },
  "RedSpotPaintVarnish": {
    "desc": "Red Spot supplies interior and exterior high performance coatings for a world of plastics and automotive markets. We pride ourselves in being a company that has continued to thrive and grow in our community for 120 years. If you have a strong desire to work for a leading, global coatings company in the development of new, innovative products, then Red Spot is where you want to be.",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Red Spot Paint & Varnish",
    "type": "",
    "web": "https://www.redspot.com"
  },
  "RexingCompanies": {
    "desc": "Rexing Companies is a one-stop-shop for logistics, supply chain management, and warehousing. Our family of companies work together to offer a more personalized service than our competitors and take pride in building strong business relationships.  We’ll get you where you need to go.",
    "ia1": "Transportation",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Rexing Companies",
    "type": "",
    "web": "https://rexingcompanies.com/"
  },
  "RoseHulman": {
    "desc": "Rose-Hulman Institute of Technology is one of the few private colleges specializing in undergraduate science, engineering, and mathematics. The institute is consistently recognized nationally as an elite STEM school for distinctions that include faculty excellence, return on investment, value-added and career services. Rose-Hulman’s educational philosophy focuses on a collaborative, opportunity-rich community with a rigorous, hands-on curriculum in small classroom settings. For the past quarter century, the placement rate of its graduates has been nearly 100 percent, with an average starting salary for 2022 graduates of more than $80,000. Approximately 82 percent of students participate in student organizations, performing arts, recreational sports, Greek organizations, student newspaper, and/or NCAA Division III men’s and women’s sports.",
    "ia1": "Engineering",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Rose-Hulman",
    "type": "",
    "web": "https://www.rose-hulman.edu"
  },
  "SRGGlobal": {
    "desc": "SRG Global™, a Guardian company, is one of the world’s leading manufacturers of high value coatings on plastic for the automotive and commercial truck industries with a manufacturing presence in major world regions including North America, Western and Central Europe and Asia. SRG Global is headquartered in Troy, Mich., USA. Through its Research and Development Center in Taylor, Mich, USA, and its global advanced development process, SRG Global works to enhance manufacturing processes and accelerates development and delivery of the next generation of coating technologies and subsystems.  SRG Global engineers solutions for greater surface durability, structural integrity, enhanced functionality, vehicle efficiency and design flexibility. The result is the development of innovative exterior and interior products and processes that create value for customers and consumers and a positive impact in our environment and society. Beyond the finish™.",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "SRG Global",
    "type": "",
    "web": "http://www.srgglobal.com/en"
  },
  "SSMachineShopInc": {
    "desc": "S & S Machine Shop, Inc Custom Machining, Fabrication and Welding Shop Located in Boonville, IN Since 1983.",
    "ia1": "Precision Machining/Welding",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "S & S Machine Shop, Inc",
    "type": "",
    "web": "https://www.ssmachineshop.com"
  },
  "SheetMetalWorkersLocal20": {
    "desc": "Local 20 offers an apprenticeship program that teaches aspects of the Sheet Metal industry. We teach HVAC, Service, Welding, TABB, Architectural, and CAD. If accepted you will also earn an Associates Degree from Ivy Tech upon completion.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Sheet Metal Workers Local 20",
    "type": "",
    "web": "https://SMARTLocal20.com"
  },
  "SilganClosures": {
    "desc": "",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Silgan Closures",
    "type": "",
    "web": "https://www.silgancontainers.com"
  },
  "SoINFAME": {
    "desc": "About So.INFAME: AMT program is a partnership between Vincennes University, area manufacturers and other organizations in the Southern INFAME (So.INFAME) Chapter. Manufacturers in this chapter include: Ameriqual, Berry Global, The Hershey Company, Toyota Indiana, Toyota Boshoku Indiana, Farbest Foods, Printpack, Metal Technologies and Thyssenkrupp Presta. The goal is to meet the skilled worker needs of the growing manufacturing sector. This exciting two-year work/study Associate Degree program combines cutting-edge curriculum, paid working experience, along with learning highly sought-after business principles and best practices of world-class manufacturers.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "SoINFAME",
    "type": "",
    "web": "https://www.soinfame.com"
  },
  "SoutheasternIllinoisCollege": {
    "desc": "Southeastern Illinois College is a two-year Community College located in Harrisburg, Illinois. SIC offers the traditional associate degrees along with several CTE programs.  A couple of unique CTE Programs are Powersports Technology and Outfitter Wildlife Management.",
    "ia1": "Transportation",
    "ia2": "Engineering",
    "ia3": "Health Sciences",
    "ia4": "Communications",
    "ia5": "Public Safety",
    "logo": "",
    "name": "Southeastern Illinois College",
    "type": "",
    "web": "https://sic.edu"
  },
  "SouthernIllinoisUniversitySchoolofAviation": {
    "desc": "SIU Aviation offers a comprehensive aviation program offering both undergraduate and graduate degree programs in aviation. SIU Aviation has three different undergraduate majors including Aviation Flight, Aviation Management and Aviation Technologies. In addition, we offer a graduate degree in Aviation Management.  The SIU Aviation Flight program is accredited by Aviation Accreditation Board International (AABI).",
    "ia1": "AVIATION FLIGHT/ AVIATION MANAGMENT/ AVIATION TECHNOLOGIES",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Southern Illinois University - School of Aviation",
    "type": "",
    "web": "https://aviation.siu.edu/"
  },
  "SouthwesternIndianaBuildersAssociation": {
    "desc": "We are an organization of building industry professionals promoting and advocating for safe and affordable housing.  The Southwestern Indiana Builders Association (SIBA) was founded in 1948 and serves as the voice for the housing industry in Southwestern Indiana. SIBA’s members represent every facet of the building industry and work together to continually strengthen the local building industry. Together, SIBA members take advantage of the educational, legislative, marketing, consulting, quality assurance and other opportunities they simply could not achieve alone. Through this collaboration, SIBA promotes safe and affordable housing so that everyone has the opportunity to achieve the American dream of homeownership.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Southwestern Indiana Builders Association",
    "type": "",
    "web": "https://sibaonline.org/"
  },
  "SpecialtyToolingInc": {
    "desc": "Specialty Tooling is interested in meeting all of your company’s tooling and automation needs. We are a customer oriented company, with a focus on meeting your specific goals. In this age of lean manufacturing, we can help you determine the most profitable solution to your manufacturing needs.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Specialty Tooling Inc.",
    "type": "",
    "web": "https://www.specialty-tooling.com/"
  },
  "SternbergAutomotiveGroup": {
    "desc": "Sternberg Automotive Group is an automotive company with several different brands of vehicles represented.  Sternberg International, with locations in Jasper, Evansville and Bloomington, Sternberg Chrysler Center in Jasper, Sternberg Ford in Dale and Sternberg Chevrolet in Louisville, KY.  We are interested in hiring and training automotive technicians, both gas and diesel engines, and interested in hiring body shop technicians as well.",
    "ia1": "Transportation",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Sternberg Automotive Group",
    "type": "",
    "web": "https://www.sternbergs.com"
  },
  "TheModernCollegeofDesign": {
    "desc": "For over three decades The Modern has been passionately pursuing excellence in design. Our faculty and staff have served students with unwavering commitment and energy. And our students have poured themselves into their work-committed to their careers. As a result. we've built a reputation for creating the next generation of design leaders.",
    "ia1": "Communications",
    "ia2": "Computer Technology",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "The Modern College of Design",
    "type": "",
    "web": "https://themodern.edu"
  },
  "TheStateGroup": {
    "desc": "Established in 1961, we are one of North America’s leading multi-trade Industrial and specialty services contractors. Our teams provide comprehensive multi-trade services, including electrical, mechanical, and civil. Each year we perform over 4 million work-hours of retrofit, maintenance, new build, and emergency services. Our customers are served by the expertise of over 2,000 seasoned professionals and support staff – completing projects with the highest safety and quality standards.",
    "ia1": "Construction",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "The State Group",
    "type": "",
    "web": "https://stategroup.com/"
  },
  "Toyota": {
    "desc": "SoINFAME:  A HIGH-TECH PROGRAM MADE JUST FOR YOU! What Students Need To Know... This exciting two-year work/study Associate Degree program combines cutting-edge curriculum, paid working experience, along with learning highly sought-after business principles and best practices of world-class manufacturers. Toyota Indiana: Toyota Motor Manufacturing, Indiana, Inc., where over 7,000 Toyota team members build nearly 400,000 Toyota and Lexus vehicles each year.",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Toyota",
    "type": "",
    "web": "https://www.soinfame.com www.toyotamanufacturing.com"
  },
  "ToyotaBoshokuIndiana": {
    "desc": "Toyota Boshoku, one of the world’s premium interior systems suppliers and filter manufacturers, develops and produces interior, filtration, and powertrain components.  Toyota Boshoku Corporation, established in 1918, expanded to include North America as Toyota Boshoku America in 2005. Toyota Boshoku Indiana (TBIN) is an automotive manufacturer of the Toyota Sienna and Highlander seats.  Seat assemblies include frames created in house along with urethane cushions and plastic injection molded parts. We employe 1000+ people.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "Maintenance (Skilled Trades)",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Toyota Boshoku Indiana",
    "type": "",
    "web": "https://Toyota-boshoku.com"
  },
  "TriStateOrthopaedics": {
    "desc": "Tri-State Orthopaedics was founded in 1949 by Dr. John H. Sterne and Dr. Henry Leibundguth, and has grown into the largest orthopaedic practice of its kind in the Evansville, Indiana area. Our 30 physicians, advanced practice providers and their affiliated staff carry on our Founders’ commitment to and reputation for excellence, providing specialized orthopaedic care for patients all across the tri-state.",
    "ia1": "Health Sciences",
    "ia2": "General Maintenance",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Tri-State Orthopaedics",
    "type": "",
    "web": "https://www.tristate-ortho.com"
  },
  "TrilogyHealthServices": {
    "desc": "Trilogy Health Services is dedicated to becoming the Best Healthcare Company in the Midwest.  We put you first and provide unparalleled career opportunities.  Experience a career driven by teamwork, servant leadership, and a highly-fulfilling work environment.",
    "ia1": "Health Sciences",
    "ia2": "Culinary Arts",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "https://trilogyhs.com/wp-content/uploads/TrilogyHealthServices_Logo_tz3fme.webp",
    "name": "Trilogy Health Services",
    "type": "Company",
    "web": "https://www.trilogyjobs.com"
  },
  "USArmy": {
    "desc": "The U.S. Army offers you three different options to serve your country: The Army, Army Reserve and Army ROTC. Among the three, you'll find one that fits your needs. Each one offers the opportunity to get a college education as well as hands-on experience.  No matter which option you choose, you will know the pride of doing an important job, feel the self-assurance gained while becoming a Soldier and see how this opportunity can make a difference in your life, for your family and for the Nation. Discover how you can start building toward your future, like many other young men and women have done, by training in one of the more than 150 careers that the Army offers. Discover your tomorrow TODAY in the U.S. Army!",
    "ia1": "Manufacturing",
    "ia2": "Transportation",
    "ia3": "Engineering",
    "ia4": "Health Sciences",
    "ia5": "Communications",
    "logo": "",
    "name": "US Army",
    "type": "",
    "web": "https://GoArmy.com"
  },
  "USICollegeofNursingandHealthProfessionsDepartmentofNursing": {
    "desc": "The University of Southern Indiana Nursing program provides undergraduate students with the clinical and professional skills that are valued in healthcare facilities. In addition to classroom instruction and simulated clinical centers, teaching occurs in area hospitals, nursing homes, clinics and other health agencies. Students gain experience with patients in medical, surgical, psychiatric, maternity, pediatric, gerontology, oncology, operating room, critical care, emergency room, post-anesthesia and community settings.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "USI College of Nursing and Health Professions, Department of Nursing",
    "type": "",
    "web": "https://www.usi.edu/health/nursing"
  },
  "USIFoodandNutritionDept": {
    "desc": "The College of Nursing and Health Professions Food and Nutrition degree is designed to prepare graduates for entry into community food and nutrition-related careers including healthcare, business, and industry. The major provides a broad coverage of the interpersonal, conceptual, analytical, and application skills necessary to perform in the food and nutrition-related field.   The College offers a Bachelor of Science or Bachelor of Art degree in Food and Nutrition. Students choosing this degree must specialize in Dietetics, Nutrition and Wellness, or Food Service Management.",
    "ia1": "Health Sciences",
    "ia2": "Culinary Arts",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "USI Food and Nutrition Dept.",
    "type": "",
    "web": "https://www.usi.edu/health/food-and-nutrition"
  },
  "UniversalTechnicalInstitute": {
    "desc": "UTI's family of schools trains students for careers in hands-on career fields. Transportation areas include Aviation, Marine, Motorcycle, Automotive, Diesel, Collision. Other areas include Wind Turbine Technology, CNC, HVACR, Industrial Maintenance, Robotics and Welding.",
    "ia1": "Transportation",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Universal Technical Institute",
    "type": "",
    "web": "https://www.uti.edu/"
  },
  "UniversityofSouthernIndianaDentalAssistingandDentalHygienePrograms": {
    "desc": "The University of Southern Indiana offers coursework to become a certified dental assistant and licensed dental hygienist. These degrees prepare graduates to work in dental offices, clinical settings, and other career opportunities in dentistry. Dental assisting coursework can be completed in as little as two semesters of college if prerequisite courses are completed in high school for college credit. Dental hygiene is a four year program.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "University of Southern Indiana Dental Assisting and Dental Hygiene Programs",
    "type": "",
    "web": "https://www.usi.edu/health/dental-assisting"
  },
  "UniversityofSouthernIndianaDeptofEngineering": {
    "desc": "Your interest in problem-solving and aptitude in mathematics serve you well in the pursuit of your baccalaureate degree. The first two years of course-work provide a foundation for several disciplines, including general engineering, manufacturing engineering, mechanical engineering, civil engineering, electrical engineering, and manufacturing technology.  To learn more about our program, please visit: https://www.usi.edu/science/engineering/",
    "ia1": "Engineering",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "University of Southern Indiana - Dept. of Engineering",
    "type": "",
    "web": "https://www.usi.edu/science/engineering/"
  },
  "UniversityofSouthernIndianaRomainCollegeofBusiness": {
    "desc": "When you study CIS at Romain College of Business, you learn how businesses use computer-based systems to solve problems and create opportunities. Careers in this field offer above-average employment potential; the U.S. Department of Labor expects computer and information technology occupations to grow by twice the national average for all careers (2016 to 2026).  With your degree in CIS, you have skills that are in demand—and a foundation for success in practically any industry you choose, anywhere in the world.",
    "ia1": "Computer Technology",
    "ia2": "Business",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "University of Southern Indiana - Romain College of Business",
    "type": "",
    "web": "https://www.usi.edu/business/computer-information-systems"
  },
  "VermeerMidwest": {
    "desc": "Vermeer Midwest is the leading manufacturer for all Horizontal drills, Brush Chippers, Stump Cutters, and Hydro VACS. We sell and service all of our equipment in house. We also service a line of Yanmar excavators as well.",
    "ia1": "Heavy Equipment Repair",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Vermeer Midwest",
    "type": "",
    "web": "https://www.vermeermidwest.com/"
  },
  "VincennesUniversity": {
    "desc": "My program offers an Associates Degree in Advanced Manufacturing Automation Technology from Vincennes University.  It is a two year program. You will learn about automation in manufacturing such as PLCs, robotics, fluid power and sensors. Average pay in this area is $25 per hour.",
    "ia1": "Manufacturing",
    "ia2": "Engineering",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Vincennes University",
    "type": "",
    "web": "https://vinu.edu"
  },
  "VincennesUniversityArchitecturalStudies": {
    "desc": "The Architectural Studies program at Vincennes University has been building the foundation for successful and fulfilling careers in the architectural, engineering, and construction industry with the lowest cost of tuition for any Architectural School in the region. In addition, Architectural Studies at VU directly transfers to an accredited School of Architecture. No other technical college in the state of Indiana offers this opportunity,",
    "ia1": "Architectural Studies/CAD Technology",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Vincennes University  - Architectural Studies",
    "type": "",
    "web": "https://www.vinu.edu/web/guest/major/architectural-studies-c-1"
  },
  "VincennesUniversityCollegeofTechnology": {
    "desc": "Vincennes University College of Technology offer a variety of programs in Aviation, Land Resources, Electronics, Manufacturing, and Transportation. Our dedicated faculty, with years of industry and education experience, provide students with high quality, hands-on education that prepares them for rewarding careers in high demand field",
    "ia1": "Manufacturing",
    "ia2": "Transportation",
    "ia3": "Construction",
    "ia4": "",
    "ia5": "",
    "logo": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/VincennesUniversityLogo.png/240px-VincennesUniversityLogo.png",
    "name": "Vincennes University College of Technology",
    "type": "",
    "web": "https://www.vinu.edu/web/college-of-technology"
  },
  "VincennesUniversityHealthSciences": {
    "desc": "Vincennes University offers several pathways for a career in Health care including certificates, Associate Degrees, and Bachelor Degrees in certain fields.   Programs offered include: Nursing, Health Information Management, Health Care Coding, Funeral Service Education, Physical Therapist Assistant, Pharmacy Technology, and Surgical Technology.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Vincennes University Health Sciences",
    "type": "",
    "web": "https://www.vinu.edu/healthcareers"
  },
  "VincennesUniversityPrecisionMachiningTechnology": {
    "desc": "VU's Precision Machining Technology program offers career-based education for students seeking to enter the world of today's high-tech manufacturing. VU pledges to offer affordable education taught by faculty who feature real-world industry experience on everything from manual machine tools to the latest state-of-the-art CNC equipment.",
    "ia1": "Manufacturing",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Vincennes University Precision Machining Technology",
    "type": "",
    "web": "https://www.vinu.edu"
  },
  "VisitingAngelsEvansville": {
    "desc": "We are a homecare company in the tristate area. Our business provides help with activities of daily living for Seniors in their homes. You will receive detailed training and expertise through our program to be able to help our clients live a full and productive life in their homes.",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Visiting Angels Evansville",
    "type": "",
    "web": "https://www.visitingangels.com/evansville"
  },
  "WNINTriStatePublicMediaInc": {
    "desc": "WNIN Tri-State Public Media, Inc. has both TV and Radio public media stations.  We also produce digital content that may be streamed on our website, viewed as a podcast, or posted on various social media channels.  WNIN is a non-profit organization that connects with the community through award winning local programming and a number of special events each year.  We hire student interns to assist our staff in many areas including TV Production, Radio, Digital/Social Media, Events, and Engineering.  Please visit our website for more information at https://www.wnin.org/.",
    "ia1": "Communications",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "WNIN Tri-State Public Media, Inc.",
    "type": "",
    "web": "https://www.wnin.org/"
  },
  "WabashValleyCollege": {
    "desc": "Our Diesel Equipment Technology Program is a two year program where you will earn an Associates degree and be prepared to enter the workforce as a Diesel Technician.",
    "ia1": "Transportation",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Wabash Valley College",
    "type": "",
    "web": "https://www.iecc.edu/programs/d535."
  },
  "WabashValleyCollegePhysicalTherapistAssistantProgram": {
    "desc": "The Physical Therapist Assistant, AAS,  at Wabash Valley College in Mt. Carmel, Illinois, focuses on the theory and hands-on applications required to gain entry-level employment opportunities in the Physical Therapist Assistant (PTA) field of study.  This 2 1/2 year program has been designed to provide students with an exceptional educational experience leading to competent, service-oriented patient-care providers. The Bureau of Labor Statistics has indicated that overall employment of physical therapist assistants and aides is projected to grow 24 percent from 2021 to 2031, much faster than the average for all occupations. PTAs earn an average of $50,000 to $60,000 per year. Come talk to us for more information on how to enroll in the PTA program at Wabash Valley College!",
    "ia1": "Health Sciences",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Wabash Valley College -Physical Therapist Assistant Program",
    "type": "",
    "web": "https://www.iecc.edu/wvc/pta"
  },
  "WabashValleyCollegeRadioTV": {
    "desc": "The Wabash Valley College Radio/TV & Digital Media Department offers three two year degrees including Radio/TV Broadcasting, Sports Marketing & Media, and Music & Media. We are home to 89.1 The Bash WVJC radio station and News Channel 15, winner of the Nation's Best Community College TV Station Award for 2023. These stations give students real-world hands-on experience as they complete their degrees.",
    "ia1": "Communications",
    "ia2": "",
    "ia3": "",
    "ia4": "",
    "ia5": "",
    "logo": "",
    "name": "Wabash Valley College Radio/TV",
    "type": "",
    "web": "https://bashradio.com, my15news.com, iecc.edu/wvc/media"
  },
  "WarehouseServicesInc": {
    "desc": "Warehouse Services Inc. is a warehouse services company and third-party logisitcs provider, offers complete end-to-end supply chain solutions to our clients. We deliver a competitive advantage to each client’s supply chain by implementing best practices which support the delivery of cost-effective solutions. In addition, by providing manufacturing operations independently within the distribution center, We understand the importance of having the right product, at the right place, at the right time. We provide clients with customized warehousing services to meet their unique needs.",
    "ia1": "Manufacturing",
    "ia2": "Transportation",
    "ia3": "Engineering",
    "ia4": "Computer Technology",
    "ia5": "",
    "logo": "",
    "name": "Warehouse Services, Inc.",
    "type": "",
    "web": "https://www.warehouseservices.com"
  }

}